Repository: common-repository/knowband-mobile-app-builder-for-woocommerce
Catalog: languages/knowband-mobile-app-builder-for-woocommerce-*.po
Languages: ar, es_es, fr_fr

source: You can select any shipping address by simply clicking on it!
ar: يمكنك تحديد أي عنوان شحن بمجرد النقر فوقه!
es_es: Puedes seleccionar cualquier dirección de envío clicando aquí!
fr_fr: Vous pouvez sélectionner n'importe quelle adresse de livraison en cliquant simplement dessus!

source: *Please select shipping address to review your order.
ar: * يرجى تحديد عنوان الشحن لمراجعة طلبك.
es_es: *Por favor selecciona una dirección de envío para poder revisar el pedido.
fr_fr: * Veuillez sélectionner l'adresse de livraison pour revoir votre commande.

source: No products available!
ar: لا توجد منتجات متاحة!
es_es: Productos no disponibles!
fr_fr: Aucun produit disponible!

source: No comment(s) available!
ar: لا يوجد تعليق (تعليقات) متاح!
es_es: Comentario(s) no disponibles!
fr_fr: Aucun commentaire disponible!

source: You can reset your password by clicking `Forget Password`
ar: يمكنك إعادة تعيين كلمة المرور الخاصة بك عن طريق النقر فوق "نسيت كلمة المرور
es_es: Puede restablecer su contraseña haciendo clic en `Olvidé mi contraseña`
fr_fr: Vous pouvez réinitialiser votre mot de passe en cliquant sur «Oublier le mot de passe»

source: You can login into the store from here!
ar: يمكنك تسجيل الدخول إلى المتجر من هنا!
es_es: Puedes iniciar sesión desde aquí!
fr_fr: Vous pouvez vous connecter à la boutique à partir d'ici!

source: You can also login into the store from your Facebook account!
ar: يمكنك أيضًا تسجيل الدخول إلى المتجر من حسابك على فيسبوك!
es_es: Puedes iniciar sesión desde tu cuenta de Facebook!
fr_fr: Vous pouvez également vous connecter à la boutique depuis votre compte Facebook!

source: You can also login into the store from your Google account!
ar: يمكنك أيضًا تسجيل الدخول إلى المتجر من حساب Google الخاص بك!
es_es: Puedes iniciar sesión desde tu cuenta de Google!
fr_fr: Vous pouvez également vous connecter à la boutique depuis votre compte Google!

source: You can update your profile details, shipping details or view your order details from here!
ar: يمكنك تحديث تفاصيل ملفك الشخصي أو تفاصيل الشحن أو عرض تفاصيل طلبك من هنا!
es_es: Puedes actualizar tus datos de perfil, dirección de envío o ver tus pedidos desde aquí!
fr_fr: Vous pouvez mettre à jour les détails de votre profil, les détails d'expédition ou afficher les détails de votre commande à partir d'ici!

source: Currency(s)
ar: العملة (العملات)
es_es: Mondea(s)
fr_fr: Devise (s)

source: Address(s)
ar: العنوان (العناوين)
es_es: Dirección(es)
fr_fr: Adresse (s)

source: Billing Address(s)
ar: عنوان (عناوين) الفواتير
es_es: Dirección de Facturación(s)
fr_fr: Adresse (s) de facturation

source: Update Address
ar: تحديث العنوان
es_es: Actualizar Dirección
fr_fr: Mettre à jour l'adresse

source: View Your Store
ar: عرض متجرك
es_es: Ver tu Tienda
fr_fr: Voir votre boutique

source: Billing Address
ar: عنوان وصول الفواتير
es_es: Dirección de Facturación
fr_fr: Adresse de facturation

source: Billing Details
ar: تفاصيل الفاتورة
es_es: Datos de Facturación
fr_fr: Détails de la facturation

source: Download
ar: تحميل
es_es: Descargar
fr_fr: Télécharger

source: Minimal Quantity
ar: كمية ضئيلة
es_es: Cantidad mínima
fr_fr: Quantité minimum

source: Pack Content
ar: حزمة المحتوى
es_es: Contenido del Pack
fr_fr: Contenu du pack

source: Seller Details
ar: تفاصيل البائع
es_es: Detalles vendedor
fr_fr: Détails du vendeur

source: Submit
ar: إرسال
es_es: Enviar
fr_fr: Soumettre

source: Enter the e-mail address associated with your account.Click submit to have your password e-mailed to you.
ar: أدخل عنوان البريد الإلكتروني المرتبط بحسابك. انقر فوق إرسال لإرسال كلمة المرور الخاصة بك بالبريد الإلكتروني.
es_es: Introduzca la dirección de email asociada a tu cuenta. Clique enviar para recibir la contraseña por email.
fr_fr: Entrez l'adresse e-mail associée à votre compte.Cliquez sur Soumettre pour recevoir votre mot de passe par e-mail.

source: Enter your email
ar: أدخل بريدك الإلكتروني
es_es: Introduzca tu email
fr_fr: Entrer votre Email

source: Reset Password
ar: إعادة تعيين كلمة المرور
es_es: Nueva Contraseña
fr_fr: Réinitialiser le mot de passe

source: You can view your selected filter result by clicking on this image!
ar: يمكنك عرض نتيجة التصفية المحددة من خلال النقر على هذه الصورة!
es_es: Puede ver el resultado de su filtro seleccionado haciendo clic en esta imagen!
fr_fr: Vous pouvez voir le résultat de votre filtre sélectionné en cliquant sur cette image!

source: You can clear the applied filter by clicking on this image!
ar: يمكنك مسح الفلتر المطبق بالضغط على هذه الصورة!
es_es: Puede borrar el filtro aplicado haciendo clic en esta imagen!
fr_fr: Vous pouvez effacer le filtre appliqué en cliquant sur cette image!

source: No filters
ar: لا يوجد فرز
es_es: No filtros
fr_fr: Pas de filtres

source: *You must register at least one phone number
ar: * يجب عليك تسجيل رقم هاتف واحد على الأقل
es_es: *Debes registrar un número de teléfono
fr_fr: *Vous devez inscrire au moins un numéro de téléphone

source: Refresh
ar: تحديث
es_es: Actualizar
fr_fr: Rafraîchir

source: Internet Connection Failed!
ar: فشل الاتصال بالإنترنت!
es_es: Error de conexión!
fr_fr: Échec de la connexion Internet!

source: There might be some problem with your internet connection. Please check.
ar: قد تكون هناك بعض المشاكل في اتصالك بالإنترنت. يرجى المراجعة.
es_es: Hay algún error con la conexión de internet. Por favor revísela.
fr_fr: Il peut y avoir un problème avec votre connexion Internet. Vérifiez s'il vous plaît.

source: Cancel transaction
ar: إإلغاء العملية
es_es: Cancelar transacción
fr_fr: Annuler la transaction

source: You are in the middle of your payment transaction process.Do you really want cancel your transaction?
ar: أنت في منتصف عملية الدفع الخاصة بك ، هل تريد حقًا إلغاء معاملتك؟
es_es: Está en medio de su proceso de transacción de pago. ¿Realmente desea cancelar su transacción?
fr_fr: Vous êtes au milieu de votre processus de transaction de paiement. Voulez-vous vraiment annuler votre transaction?

source: Yes
ar: نعم
es_es: Si
fr_fr: Oui

source: No
ar: لا
fr_fr: Non

source: Enter your comment
ar: أدخل تعليقك
es_es: Deja tu comentario
fr_fr: Entrez votre commentaire

source: For some product(s),shipping methods are not available. Please remove such product(s) from cart and try again.
ar: بالنسبة لبعض المنتجات ، لا تتوفر طرق الشحن. يرجى إزالة هذا المنتج (المنتجات) من سلة التسوق والمحاولة مرة أخرى.
es_es: Para algunos productos, los métodos de envío no están disponibles. Elimine dichos productos del carrito y vuelva a intentarlo.
fr_fr: Pour certains produits, les méthodes d'expédition ne sont pas disponibles. Veuillez retirer ces produits du panier et réessayer.

source: Same as Shipping Address
ar: نفس عنوان الشحن
es_es: La misma que la dirección de envío
fr_fr: Même que l'adresse d'expédition

source: Share Log
ar: سجل المشاركة
es_es: Compartir registro
fr_fr: Partager le journal

source: PayPal Payment
ar: الدفع باي بال
es_es: Pagar con PayPal
fr_fr: Paiement PayPal

source: Your order could not be processed. Kindly contact support for any queries
ar: لا يمكن معالجة طلبك. يرجى الاتصال بالدعم لأية استفسارات
es_es: No hemos podido proceder con el pedido. Por favor contacte con el distribuidor
fr_fr: Votre commande n'a pas pu être traitée. Veuillez contacter le support pour toute question

source: Choose Payment Method
ar: اختر وسيلة الدفع
es_es: Elija método de pago
fr_fr: Choisissez le mode de paiement

source: No Payment Method(s) Found!
ar: لم يتم العثور على طريقة (طرق) دفع!
es_es: No se han encontrado métodos de pago!
fr_fr: Aucune méthode de paiement trouvée!

source: There are no payment method currently.
ar: لا توجد طريقة دفع حاليا.
es_es: No hay ningún método de pago actualmente.
fr_fr: Il n'y a actuellement aucun moyen de paiement.

source: You would not be able to make payment as this mobile App is setup for demo purpose.
ar: لن تتمكن من الدفع لأن تطبيق الهاتف المحمول هذا معد لغرض العرض.
es_es: No podrá realizar el pago ya que esta aplicación móvil está configurada para fines de demostración.
fr_fr: Vous ne pourrez pas effectuer de paiement car cette application mobile est configurée à des fins de démonstration.

source: You can make payment after selecting any payment method!
ar: يمكنك إجراء الدفع بعد اختيار أي طريقة دفع!
es_es: Puedes realizar el pago después de seleccionar el método de pago!
fr_fr: Vous pouvez effectuer le paiement après avoir sélectionné n'importe quel mode de paiement!

source: Order Total Price
ar: السعر الإجمالي
es_es: Precio total del pedido
fr_fr: Prix total de la commande

source: User cancelled the payment
ar: ألغى المستخدم الدفع
es_es: El usuario ha cancelado el pago
fr_fr: L'utilisateur a annulé le paiement

source: Invalid payment. Kindly try again
ar: طريقة دفع غير مسموحه. يرجى المحاولة مرة أخرى
es_es: Pago invalidado. Inténtelo de nuevo
fr_fr: Paiement invalide. Veuillez réessayer

source: Share
ar: شارك
es_es: Compartir
fr_fr: Partager

source: Terms and Conditions of Use
ar: شزوط واشتراطات الاستخدام
es_es: Términos y Condiciones
fr_fr: Termes et conditions d'utilisation

source: Wishlist
ar: قائمة المفضلة
es_es: Lista de deseos
fr_fr: Liste de souhaits

source: Remove from Wishlist
ar: إزالة من قائمة الرغبات
es_es: Eliminar de lista de deseos
fr_fr: Supprimer de la liste de souhaits

source: State not required for selected country
ar: الدولة غير مطلوبة للبلد المحدد
es_es: Estado no requerido para el país seleccionado
fr_fr: État non requis pour le pays sélectionné

source: Some error occurred while processing the payment. Kindly try again
ar: حدث خطأ ما أثناء معالجة الدفع. يرجى المحاولة مرة أخرى
es_es: Ocurrió algún error al procesar el pago. Inténtalo de nuevo
fr_fr: Une erreur s'est produite lors du traitement du paiement. Veuillez réessayer

source: You might have entered wrong URL or you have not installed our mobile app builder module.
ar: ربما أدخلت عنوان URL خاطئًا أو لم تقم بتثبيت وحدة منشئ تطبيقات الأجهزة المحمولة الخاصة بنا.
es_es: Es posible que haya ingresado una URL incorrecta o que no haya instalado nuestro módulo de creación de aplicaciones móviles.
fr_fr: Vous avez peut-être entré une URL incorrecte ou vous n'avez pas installé notre module de création d'application mobile.

source: Login Failed!
ar: فشل تسجيل الدخول!
es_es: Inicio de sesión fallido!
fr_fr: Échec de la connexion!

source: Install Module
ar: تثبيت الوحدة
es_es: Instalar módulo
fr_fr: Installer le module

source: Choose Your App Theme
ar: اختر موضوع التطبيق الخاص بك
es_es: Elija el tema de su aplicación
fr_fr: Choisissez votre thème d'application

source: No data found
ar: لاتوجد بيانات
es_es: Datos no encontrados
fr_fr: Aucune donnée disponible

source: Please enter store URL
ar: الرجاء إدخال عنوان URL المتجر
es_es: Introduce la URL de la tienda
fr_fr: Veuillez saisir l'URL du magasin

source: Please fill all the required fields.
ar: يرجى ملء جميع الخانات المطلوبة.
es_es: Por favor rellene todos los datos requeridos.
fr_fr: Veuillez remplir tous les champs obligatoires.

source: Please fill the details!
ar: يرجى إدخال التفاصيل!
es_es: Por favor rellene los datos!
fr_fr: Veuillez remplir les détails!

source: Your Name*
ar: اسمك*
es_es: Tu nombre*
fr_fr: Votre nom*

source: Email*
ar: البريد الإلكتروني*
es_es: Correo electrónico*

source: Your Store Url*
ar: رابط متجرك *
es_es: URL de su tienda*
fr_fr: URL de votre boutique *

source: Continue
ar: استمر
es_es: Continuar
fr_fr: Continuer

source: Invalid Store URL!
ar: عنوان URL المتجر غير صالح!
es_es: ¡URL de la tienda no válida!
fr_fr: URL de magasin non valide!

source: Invalid Email!
ar: بريد إلكتروني خاطئ!
es_es: Email inválido!
fr_fr: Email invalide!

source: Seller Dashboard
ar: لوحة تحكم البائع
es_es: Panel del vendedor
fr_fr: Tableau de bord du vendeur

source: Exit Seller Account
ar: الخروج من حساب البائع
es_es: Salir de la cuenta del vendedor
fr_fr: Quitter le compte vendeur

source: Do you really want to exit from your seller account?
ar: هل تريد حقا الخروج من حساب البائع الخاص بك؟
es_es: ¿Realmente desea salir de su cuenta de vendedor?
fr_fr: Voulez-vous vraiment quitter votre compte vendeur?

source: Restricted navigation!
ar: الملاحة مقيد!
es_es: Navegación restringida!
fr_fr: Navigation restreinte!

source: You can not visit link outside the seller account.
ar: لا يمكنك زيارة الرابط خارج حساب البائع.
es_es: No puede visitar el enlace fuera de la cuenta del vendedor.
fr_fr: Vous ne pouvez pas visiter le lien en dehors du compte vendeur.

source: Register as seller
ar: سجل كبائع
es_es: Registrarse como vendedor
fr_fr: Inscrivez-vous en tant que vendeur

source: Select language
ar: اختار اللغة
es_es: Seleccionar Idioma
fr_fr: Choisir la langue

source: Select font
ar: حدد الخط
es_es: Seleccionar fuente
fr_fr: Sélectionnez la police

source: Share Feedback
ar: مشاركة التعليقات
es_es: Compartir comentarios
fr_fr: Partagez vos commentaires

source: Select Theme Color
ar: حدد لون المظهر
es_es: Seleccione el color del tema
fr_fr: Sélectionnez la couleur du thème

source: Select Button Color
ar: حدد لون الزر
es_es: Seleccione el color del botón
fr_fr: Sélectionner la couleur du bouton

source: Sellers
ar: الباعة
es_es: Vendedores
fr_fr: Les vendeurs

source: Seller
ar: تاجر
es_es: Vendedor
fr_fr: Vendeur

source: Shipping Policy
ar: سياسة الشحن
es_es: Política de Envío
fr_fr: Politique d'expédition

source: Return Policy
ar: سياسة الإسترجاع
es_es: Política de Devolución
fr_fr: Politique de retour

source: Title *
ar: عنوان *
es_es: Título *
fr_fr: Titre*

source: Comment *
ar: تعليق *
es_es: Comentario *
fr_fr: Commentaire *

source: Rating *
ar: تقييم *
es_es: Valoración *
fr_fr: Évaluation *

source: Filter Product(s)
ar: تصفية المنتج (المنتجات)
es_es: Filtrar Producto(s)
fr_fr: Filtrer les produits

source: Select Category
ar: اختر الفئة
es_es: Seleccionar Categoria
fr_fr: Choisir une catégorie

source: Select Sort
ar: حدد فرز
es_es: Seleccionar Filtro
fr_fr: Sélectionnez Trier

source: Clear
ar: واضح
es_es: Limpiar
fr_fr: Clair

source: Posted On:
ar: نشر على:
es_es: Publicado en:
fr_fr: Posté sur:

source: Commented By:
ar: التعليق بواسطة:
es_es: Comentario de:
fr_fr: Commenté par:

source: Comment:
ar: تعليق:
es_es: Comentar:
fr_fr: Commenter:

source: Explore the App
ar: تعرف على التطبيق
es_es: Explorar la App
fr_fr: Découvrez l'appli

source: Nautica WooCoomerce
ar: أسماك العالم

source: Hello world!
ar: مرحبا بالعالم!
es_es: ¡Hola Mundo!
fr_fr: Bonjour le monde!

source: Settings
ar: الإعدادات
es_es: Configuración
fr_fr: Réglages

source: Hello blank fragment
ar: مرحبا جزء فارغ
es_es: Hola fragmento en blanco
fr_fr: Bonjour fragment vierge

source: Search
ar: بحث
es_es: Buscar
fr_fr: Chercher

source: Checkout
ar: الدفع
es_es: Verificar

source: Internet Problem
ar: مشكلة في الانترنت
es_es: Problema de Internet
fr_fr: Problème d'Internet

source: Log In
ar: تسجيل الدخول
es_es: Iniciar Sesión
fr_fr: S'identifier

source: Login/Signup
ar: الدخول التسجيل فى الموقع
es_es: Acceder/Registrarse
fr_fr: Se connecter / S'inscrire

source: Product Image Viewer
ar: عارض صور المنتج
es_es: Visor de imágenes de productos
fr_fr: Visionneuse d'images de produit

source: choose country
ar: اختر الدولة
es_es: Seleccionar País
fr_fr: choisissez un pays

source: choose state
ar: اختر المحافظة أو المدينة
es_es: Seleccionar provincia
fr_fr: choisissez la commune / ville

source: Add New Shipping Address
ar: اضف عنوان شحن جديد
es_es: Añadir nueva dirección de envío
fr_fr: Ajouter une nouvelle adresse d'expédition

source: Seller Comment(s)
ar: تعليق (تعليقات) البائع
es_es: Comentario(s) Vendedor
fr_fr: Commentaire (s) du vendeur

source: Server not found
ar: لم يتم العثور على الخادم
es_es: Servidor no encontrado
fr_fr: Serveur introuvable

source: Authorization Error
ar: خطأ في التفويض
es_es: Error de autorización
fr_fr: Erreur d'autorisation

source: Network Connection Error.Please check your internet connection
ar: خطأ في الاتصال بالشبكة ، يرجى التحقق من اتصالك بالإنترنت
es_es: Error de conexión de red. Verifique su conexión a Internet
fr_fr: Erreur de connexion réseau.Veuillez vérifier votre connexion Internet

source: Parsing Error in API
ar: خطأ في التحليل في API
es_es: Error de análisis en la API
fr_fr: Erreur d'analyse dans l'API

source: Cron Instructions
ar: تعليمات Cron
es_es: Instrucciones cron
fr_fr: Instructions Cron

source: Add the cron to your store via control panel/putty to send the push notifications to your Mobile App users for Abandoned Carts.
ar: أضف cron إلى متجرك عبر لوحة التحكم / المعجون لإرسال إشعارات الدفع إلى مستخدمي تطبيق الهاتف المحمول الخاص بك للعربات المهجورة.
es_es: Agregue el cron a su tienda a través del panel de control/masilla para enviar notificaciones automáticas a los usuarios de su aplicación móvil para carritos abandonados.
fr_fr: Ajoutez le cron à votre magasin via le panneau de contrôle / mastic pour envoyer les notifications push aux utilisateurs de votre application mobile pour les chariots abandonnés.

source: URL to Add to Cron via Control Panel
ar: URL للإضافة إلى Cron عبر لوحة التحكم
es_es: URL para agregar a Cron a través del Panel de control
fr_fr: URL à ajouter à Cron via le panneau de configuration

source: Cron setup via SSH
ar: إعداد Cron عبر SSH
es_es: Configuración de cron a través de SSH
fr_fr: Configuration de Cron via SSH

source: Add New
ar: اضف جديد
es_es: Añadir nuevo
fr_fr: Ajouter un nouveau

source: Sort order cannot be same.
ar: لا يمكن أن يكون ترتيب الفرز هو نفسه.
es_es: El orden de clasificación no puede ser el mismo.
fr_fr: L'ordre de tri ne peut pas être le même.

source: Sample Date
ar: تاريخ العينة
es_es: Fecha de muestra
fr_fr: Date d'échantillonnage

source: Following sample data will be inserted -
ar: سيتم إدخال بيانات العينة التالية -
es_es: Se insertarán los siguientes datos de muestra:
fr_fr: Les exemples de données suivants seront insérés -

source: Plug-in Enabled ?
ar: هل تم تمكين المكون الإضافي؟
es_es: Complemento habilitado?
fr_fr: Plug-in activé?

source: Show Price ?
ar: عرض السعر؟
es_es: Mostrar precio?
fr_fr: Afficher le prix?

source: Slideshow Status
ar: حالة عرض الشرائح
es_es: Estado de la presentación de diapositivas
fr_fr: Statut du diaporama

source: Slideshow Limit
ar: حد عرض الشرائح
es_es: Límite de presentación de diapositivas
fr_fr: Limite du diaporama

source: Slideshow Image Width
ar: عرض صورة عرض الشرائح
es_es: Ancho de la imagen de la presentación de diapositivas
fr_fr: Largeur de l'image du diaporama

source: Slideshow Image Height
ar: ارتفاع صورة عرض الشرائح
es_es: Altura de la imagen de la presentación de diapositivas
fr_fr: Hauteur de l'image du diaporama

source: Total Slideshow Images
ar: مجموع صور عرض الشرائح
es_es: Imágenes totales de la presentación de diapositivas
fr_fr: Hauteur de l'image du diaporama

source: Banner Status
ar: حالة البانر
es_es: Estado de la pancarta
fr_fr: Statut de la bannière

source: Banner Limit
ar: حد البانر
es_es: Límite de pancartas
fr_fr: Limite de bannière

source: Banner Image Width
ar: عرض صورة البانر
es_es: Ancho de la imagen del banner
fr_fr: Largeur de l'image de la bannière

source: Banner Image Height
ar: ارتفاع صورة البانر
es_es: Altura de la imagen del banner
fr_fr: Hauteur de l'image de la bannière

source: Total Banner Images
ar: مجموع صور البانر
es_es: Imágenes de banner totales
fr_fr: Nombre total d'images de bannières

source: Featured Enabled ?
ar: المميز ممكن؟
es_es: Habilitado destacado?
fr_fr: Sélection activée?

source: Featured Limit
ar: حد مميز
es_es: Límite destacado
fr_fr: Limite en vedette

source: Feature Product Image Width
ar: عرض صورة المنتج المميز
es_es: Característica Ancho de la imagen del producto
fr_fr: Largeur de l'image du produit caractéristique

source: Feature Product Image Height
ar: ميزة ارتفاع صورة المنتج
es_es: Característica Altura de la imagen del producto
fr_fr: Hauteur de l'image du produit

source: Special Enabled ?
ar: ممكن خاص؟
es_es: Especial habilitado?
fr_fr: Spécial activé?

source: Special Limit
ar: حد خاص
es_es: Límite especial
fr_fr: Limite spéciale

source: Special Product Image Width
ar: عرض صورة المنتج الخاص
es_es: Ancho de imagen de producto especial
fr_fr: Largeur d'image du produit spécial

source: Special Product Image Height
ar: ارتفاع صورة المنتج الخاص
es_es: Altura de la imagen del producto especial
fr_fr: Hauteur de l'image du produit spécial

source: Bestsellers Enabled ?
ar: تمكين الأكثر مبيعًا؟
es_es: Los más vendidos Habilitado?
fr_fr: Meilleures ventes activées?

source: Bestsellers Limit
ar: حد الأكثر مبيعًا
es_es: Límite de los más vendidos
fr_fr: Limite des meilleures ventes

source: Bestsellers Product Image Width
ar: عرض صورة المنتج الأكثر مبيعًا
es_es: Ancho de la imagen del producto más vendidos
fr_fr: Largeur de l'image des produits les plus vendus

source: Bestsellers Product Image Height
ar: ارتفاع صورة المنتج الأكثر مبيعًا
es_es: Los más vendidos Producto Imagen Altura
fr_fr: Hauteur de l'image des produits les plus vendus

source: Latest Enabled ?
ar: آخر ما تم تمكينه؟
es_es: Último habilitado?

source: Latest Limit
ar: أحدث حد
es_es: Límite más reciente
fr_fr: Dernière limite

source: Latest Product Image Width
ar: عرض أحدث صورة المنتج
es_es: Ancho de la imagen del último producto
fr_fr: Largeur de la dernière image du produit

source: Latest Product Image Height
ar: أحدث ارتفاع صورة المنتج
es_es: Altura de la imagen del último producto
fr_fr: Hauteur de la dernière image du produit

source: Insert Sample Data
ar: أدخل بيانات العينة
es_es: Insertar datos de muestra
fr_fr: Insérer des exemples de données

source: Warning:
ar: تحذير:
es_es: Advertencia:
fr_fr: Avertissement:

source: Please ignore, if you have already done this. Otherwise it may lead to duplicate data or throw errors.
ar: يرجى تجاهل ، إذا كنت قد فعلت هذا بالفعل. وإلا فقد يؤدي ذلك إلى تكرار البيانات أو طرح الأخطاء.
es_es: Ignóralo, si ya lo has hecho. De lo contrario, puede dar lugar a datos duplicados o errores de lanzamiento.
fr_fr: Veuillez ignorer, si vous l'avez déjà fait. Sinon, cela peut entraîner des données en double ou générer des erreurs.

source: Some error occurred.
ar: حدث خطأ ما.
es_es: Se produjo algún error.
fr_fr: Une erreur s'est produite.

source: New
ar: جديد
es_es: Nuevo
fr_fr: Nouveau

source: Sale
ar: خصم
es_es: Oferta
fr_fr: Vente

source: % off
ar: ٪ خصم
es_es: % apagado
fr_fr: % désactivé

source: Username
ar: اسم المستخدم
es_es: Nombre Usuario
fr_fr: Nom d'utilisateur

source: Please select shipping method
ar: الرجاء تحديد طريقة الشحن
es_es: Seleccione un método de envío
fr_fr: Veuillez sélectionner la méthode d'expédition

source: Whatsapp is not installed on your device
ar: Whatsapp غير مثبت على جهازك
es_es: Whatsapp no está instalado en su dispositivo
fr_fr: Whatsapp n'est pas installé sur votre appareil

source: No account is registered for the biometric authentication in this device. Please register an account first.
ar: لم يتم تسجيل أي حساب للمصادقة البيومترية في هذا الجهاز. الرجاء تسجيل حساب أولا.
es_es: No hay ninguna cuenta registrada para la autenticación biométrica en este dispositivo. Primero registre una cuenta.
fr_fr: Aucun compte n'est enregistré pour l'authentification biométrique sur cet appareil. Veuillez d'abord créer un compte.

source: Confirm your fingerprint or face to authenticate.
ar: قم بتأكيد بصمة إصبعك أو وجهك.
es_es: Confirme su huella digital o rostro para autenticarse.
fr_fr: Confirmez votre empreinte digitale ou votre visage pour vous authentifier.

source: Login with Fingerprint
ar: تسجيل الدخول باستخدام بصمة الإصبع
es_es: Iniciar sesión con huella dactilar
fr_fr: Connexion avec empreinte digitale

source: Register for Fingerprint Login
ar: التسجيل لتسجيل الدخول ببصمة الإصبع
es_es: Registrar inicio de sesión con huela dactilar
fr_fr: S'inscrire pour la connexion par empreinte digitale
