Repository: common-repository/knowband-mobile-app-builder-for-woocommerce
Catalog: languages/knowband-mobile-app-builder-for-woocommerce-*.po
Languages: ar, es_es, fr_fr

source: Biometric authentication is not available for this device.
ar: المصادقة البيومترية غير متاحة لهذا الجهاز.
es_es: La autenticación biométrica no está disponible para este dispositivo.
fr_fr: L'authentification biométrique n'est pas disponible pour cet appareil.

source: Touch ID does not recognize your fingerprint. Please try again with your enrolled fingerprint.
ar: لا يتعرف Touch ID على بصمة إصبعك. يرجى المحاولة مرة أخرى باستخدام بصمة إصبعك المسجلة.
es_es: No se reconoce tu huella. Por favor inténtalo de nuevo
fr_fr: Touch ID ne reconnaît pas votre empreinte digitale. Veuillez réessayer avec votre empreinte digitale enregistrée.

source: Face ID does not recognize your face. Please try again with your enrolled face.
ar: لا يتعرف Face ID على وجهك. يرجى المحاولة مرة أخرى مع وجهك المسجل.
es_es: Face ID no reconoce tu rostro. Vuelva a intentarlo con su cara registrada.
fr_fr: Face ID ne reconnaît pas votre visage. Veuillez réessayer avec votre visage inscrit.

source: No fingerprints/face enrolled in the device.
ar: لم يتم تسجيل بصمات الأصابع / الوجه في الجهاز.
es_es: No hay huellas dactilares/rostro registrado en el dispositivo.
fr_fr: Aucune empreinte digitale / visage enregistré dans l'appareil

source: Functionality is locked now, because of too many failed attempts.
ar: العملية مقفلة الآن بسبب العديد من المحاولات الفاشلة.
es_es: La funcionalidad está bloqueada ahora, debido a demasiados intentos fallidos.
fr_fr: La fonctionnalité est maintenant verrouillée en raison d'un trop grand nombre de tentatives infructueuses.

source: Register for Fingerprint
ar: التسجيل للحصول على بصمة الإصبع
es_es: Registrar con Huella dactilar
fr_fr: S'inscrire à l'empreinte digitale

source: Register
ar: تسجيل
es_es: Registrar
fr_fr: S'inscrire

source: Verify
ar: تحقق
es_es: Verificar
fr_fr: Vérifier

source: Get OTP
ar: احصل على OTP
es_es: Obtener OTP
fr_fr: Obtenez OTP

source: Mobile Number
ar: رقم الهاتف المحمول
es_es: Número de teléfono
fr_fr: Numéro de portable

source: Mobile Number (Optional)
ar: رقم الجوال (اختياري)
es_es: Teléfono móvil (opcional)
fr_fr: Numéro de mobile (facultatif)

source: Mobile number could not be verified! Please try again with the correct OTP number!
ar: للا يمكن التحقق من رقم الهاتف المحمول! يرجى المحاولة مرة أخرى باستخدام رقم OTP الصحيح!
es_es: ¡No se pudo verificar el número de móvil! Vuelva a intentarlo con el número de OTP correcto.
fr_fr: Le numéro de mobile n'a pas pu être vérifié! Veuillez réessayer avec le bon numéro OTP!

source: Phone number is already registered. Please try again with another phone number!
ar: رقم الهاتف مسجل بالفعل. يرجى المحاولة مرة أخرى برقم هاتف آخر!
es_es: El número de teléfono ya está registrado. Por favor, inténtalo de nuevo con otro número de teléfono.
fr_fr: Le numéro de téléphone est déjà enregistré. Veuillez réessayer avec un autre numéro de téléphone!

source: Number Verification
ar: التحقق من الرقم
es_es: Número de Verificación
fr_fr: Vérification du numéro

source: You need to verify the phone number. Please enter the phone number and submit
ar: تحتاج إلى التحقق من رقم الهاتف. الرجاء إدخال رقم الهاتف والإرسال
es_es: Necesitas verificar tu número de teléfono. Por favor introduce el número de teléfono y acepte.
fr_fr: Vous devez vérifier le numéro de téléphone. Veuillez entrer le numéro de téléphone et soumettre

source: Login with Phone Number
ar: تسجيل الدخول باستخدام رقم الهاتف
es_es: Iniciar sesión con número de teléfono
fr_fr: Connexion avec numéro de téléphone

source: Enter the e-mail address or phone number associated with your account.
ar: أدخل عنوان البريد الإلكتروني أو رقم الهاتف المرتبط بحسابك.
es_es: Introduzca un email o número de teléfono asociado a su cuenta
fr_fr: Saisissez l'adresse e-mail ou le numéro de téléphone associé à votre compte

source: Enter email or mobile number
ar: أدخل البريد الإلكتروني أو رقم الهاتف المحمول
es_es: Introduzca email o número de teléfono
fr_fr: Entrez votre e-mail ou votre numéro de portable

source: One phone number is already registered with this account. You can only change the contact number. Please enter valid phone number.
ar: تم تسجيل رقم هاتف واحد بالفعل في هذا الحساب. يمكنك فقط تغيير رقم الاتصال. الرجاء إدخال رقم هاتف صحيح.
es_es: Un número de teléfono ya está registrado con esta cuenta. Solo puede cambiar el número de contacto. Por favor, introduzca un número de teléfono válido.
fr_fr: Un numéro de téléphone est déjà enregistré avec ce compte. Vous ne pouvez modifier que le numéro de contact. s'il vous plait entrez un numéro de téléphone valide.

source: Enter OTP
ar: أدخل رمز OTP
es_es: Ingresar OTP
fr_fr: Entrez OTP

source: Sec
ar: ثانية
es_es: Segundo
fr_fr: Seconde

source: Min
ar: اللحظة
es_es: Minuto

source: Hour
ar: ساعة
es_es: Hora
fr_fr: Heure

source: Account has been mapped for the fingerprint login in this device
ar: تم تعيين الحساب لتسجيل الدخول ببصمة الإصبع في هذا الجهاز
es_es: La cuenta se ha asignado para el inicio de sesión con huella digital en este dispositivo
fr_fr: Le compte a été mappé pour la connexion par empreinte digitale sur cet appareil

source: Account could not be mapped for fingerprint login. Please try again.
ar: تعذر تعيين الحساب لتسجيل الدخول ببصمة الإصبع. حاول مرة اخرى.
es_es: No se pudo asignar la cuenta para el inicio de sesión con huella digital. Inténtalo de nuevo.
fr_fr: Le compte n'a pas pu être mappé pour la connexion par empreinte digitale. Veuillez réessayer.

source: Invalid Email ID or Unique ID.
ar: معرف البريد الإلكتروني غير صالح أو معرف فريد.
es_es: ID de correo electrónico no válido o ID único.
fr_fr: ID e-mail ou ID unique non valide.

source: Mobile number does not exists into the database.
ar: رقم الهاتف المحمول غير موجود في قاعدة البيانات.
es_es: El número de móvil no existe en la base de datos.
fr_fr: Le numéro de portable n'existe pas dans la base de données.

source: Mobile number exists into the database.
ar: رقم الهاتف المحمول موجود في قاعدة البيانات.
es_es: El número de móvil existe en la base de datos.
fr_fr: Le numéro de portable existe dans la base de données

source: The password has been changed successfully.
ar: تم تغيير كلمة المرور بنجاح.
es_es: La contraseña ha sido cambiada con éxito.
fr_fr: Le mot de passe a été modifié avec succès.

source: Invalid Phone Number.
ar: رقم الهاتف غير صحيح.
es_es: Numero de telefono invalido.
fr_fr: Numéro de téléphone invalide

source: Sample Data Inserted successfully.
ar: تم إدراج عينة من البيانات بنجاح.
es_es: Datos de muestra insertados correctamente.
fr_fr: Exemple de données inséré avec succès.

source: Relevance
ar: ملاءمة
es_es: Relevancia

source: Name: A to Z
ar: الاسم: من الألف إلى الياء
es_es: Nombre: A a la Z
fr_fr: Nom : A à Z

source: Name: Z to A
ar: الاسم: من ي إلى أ
es_es: Nombre: Z a la A
fr_fr: Nom : Z à A

source: Related Products
ar: منتجات ذات صله
es_es: Productos relacionados
fr_fr: Produits connexes

source: View Reviews
ar: مشاهدة التعليقات
es_es: Ver Reseñas
fr_fr: Voir les avis

source: Write reviews
ar: اكتب مراجعات
es_es: Escribe reseñas
fr_fr: Rédiger des avis

source: Please fill all details
ar: يرجى ملء جميع التفاصيل
es_es: Por favor complete todos los detalles
fr_fr: Veuillez remplir tous les détails

source: Add Review
ar: إضافة مراجعة
es_es: Agregar una opinión
fr_fr: Ajouter un commentaire

source: Write a review
ar: أكتب مراجعة
es_es: Escribe una reseña
fr_fr: Écrire une critique

source: Nick
ar: نيك
es_es: Nombre
fr_fr: Nom

source: No Reviews for the product
ar: لا يوجد مراجعات للمنتج
es_es: No hay reseñas para el producto
fr_fr: Pas d'avis sur le produit

source: Number of reviews
ar: عدد المراجعات
es_es: Número de reseñas
fr_fr: Nombre d'avis

source: Please add minimum rating
ar: الرجاء إضافة الحد الأدنى من التصنيف
es_es: Por favor agregue calificación mínima
fr_fr: Veuillez ajouter une note minimale

source: Error
ar: خطأ
fr_fr: Erreur

source: No Reviews
ar: لم يتم تقديم تعليقات
es_es: Sin reseñas
fr_fr: Aucun avis

source: Description
ar: وصف
es_es: Descripción
fr_fr: La description

source: Applied
ar: مُطبَّق
es_es: Aplicado
fr_fr: Appliqué

source: Default
ar: تقصير
es_es: Defecto
fr_fr: Défaut

source: Name (A-Z)
ar: الاسم (A-Z)
es_es: Nombre (A-Z)
fr_fr: Nom (A-Z)

source: Name (Z-A)
ar: الاسم (Z-A)
es_es: Nombre (Z-A)
fr_fr: Nom (Z-A)

source: Rating: Low to High
ar: التصنيف: من الأقل إلى الأعلى
es_es: Calificación: de baja a alta
fr_fr: Classement : faible à élevé

source: Rating: High to Low
ar: التصنيف: من الأعلى إلى الأقل
es_es: Calificación: de mayor a menor
fr_fr: Évaluation : Élevé à faible

source: Model (A-Z)
ar: النموذج (أ-ي)
es_es: Modelo (A-Z)
fr_fr: Modèle (A-Z)

source: Model (Z-A)
ar: النموذج (Z-A)
es_es: Modelo (Z-A)
fr_fr: Modèle (Z-A)

source: Create new account
ar: انشاء حساب جديد
es_es: Crear una nueva cuenta
fr_fr: Créer un nouveau compte

source: Back To Login
ar: العودة إلى تسجيل الدخول
es_es: Atrás para iniciar sesión
fr_fr: Retour connexion

source: Guest Login
ar: زائر الرجاء تسجيل الدخول
es_es: Acceso de usuario invitado
fr_fr: Connexion invité

source: First Name*
ar: الاسم الأول*
es_es: Primer nombre*
fr_fr: Prénom*

source: Last Name*
ar: الكنية*
es_es: Apellido*
fr_fr: Nom de famille*

source: Already Have an Account?
ar: هل لديك حساب؟
es_es: Ya tienes una cuenta?
fr_fr: Vous avez déjà un compte ?

source: Please enter the first name.
ar: الرجاء إدخال الاسم الأول.
es_es: Por favor ingrese el primer nombre.
fr_fr: Veuillez entrer le prénom.

source: Please enter the last name.
ar: الرجاء إدخال الاسم الأخير.
es_es: Por favor ingrese el apellido.
fr_fr: Veuillez entrer le nom de famille.

source: Please enter the mobile number.
ar: الرجاء إدخال رقم الهاتف المحمول.
es_es: Por favor, introduzca el número de móvil.
fr_fr: Veuillez entrer le numéro de portable.

source: My Profile
ar: ملفي
es_es: Mi perfil
fr_fr: Mon profil

source: My Orders
ar: طلباتي
es_es: Mis ordenes
fr_fr: Mes commandes

source: My Addresses
ar: عناويني
es_es: Mis direcciones
fr_fr: Mes adresses

source: Support
ar: يدعم
es_es: Apoyo
fr_fr: Assistance

source: Access your account details and rewards
ar: الوصول إلى تفاصيل حسابك والمكافآت
es_es: Acceda a los detalles de su cuenta y recompensas
fr_fr: Accéder aux détails de votre compte et aux récompenses

source: Not
ar: لا
es_es: No
fr_fr: Non

source: Apple
ar: تفاحة

source: Google
ar: جوجل

source: Facebook
ar: فيسبوك

source: View All
ar: مشاهدة الكل
es_es: Ver todo
fr_fr: Tout afficher

source: Please provide email access or use another account.
ar: يرجى توفير الوصول إلى البريد الإلكتروني أو استخدام حساب آخر.
es_es: Proporcione acceso al correo electrónico o use otra cuenta.
fr_fr: Veuillez fournir un accès à la messagerie ou utiliser un autre compte.

source: Hi
ar: أهلاً
es_es: Hola
fr_fr: Bonjour

source: Sold Out
ar: نفذ
es_es: Agotado
fr_fr: Épuisé

source: Sign in with Apple
ar: قم بتسجيل الدخول باستخدام Apple
es_es: Iniciar sesión con Apple
fr_fr: Se connecter avec Apple

source: Log in with Apple
ar: تسجيل الدخول مع Apple
es_es: Iniciar sesión con Apple
fr_fr: Se connecter avec Apple

source: Order
ar: طلب
es_es: Pedido
fr_fr: Commander

source: Order Date
ar: تاريخ الطلب
es_es: Fecha del pedido
fr_fr: Date de commande

source: Item(s)
ar: أغراض)
es_es: Artículo(s)
fr_fr: Article(s)

source: Amount
ar: مقدار
es_es: Cantidad
fr_fr: Montant

source: Voucher is either invalid, expired or reached its usage limit!
ar: القسيمة إما غير صالحة أو منتهية الصلاحية أو وصلت إلى حد استخدامها!
es_es: ¡El cupón no es válido, está caducado o alcanzó su límite de uso!
fr_fr: Le bon est invalide, a expiré ou a atteint sa limite d'utilisation !

source: Review Order
ar: مراجعة الطلب
es_es: Revisar pedido
fr_fr: Vérifier la commande

source: Guest
ar: ضيف
es_es: Reenviar OTP
fr_fr: Invité

source: Resend OTP
ar: إعادة إرسال OTP
es_es: Por favor, introduzca su número de móvil
fr_fr: Renvoyer OTP

source: Please enter your mobile number
ar: الرجاء إدخال رقم هاتفك المحمول
es_es: Se ha enviado una OTP al número:
fr_fr: Veuillez entrer votre numéro de portable

source: An OTP has ben sent to the number:
ar: تم إرسال OTP إلى الرقم:
es_es: Se ha reenviado una OTP al número:
fr_fr: Un OTP a été envoyé au numéro :

source: An OTP has ben resent to the number:
ar: تم إرسال OTP إلى الرقم:
es_es: Confirmar nueva contraseña
fr_fr: Un OTP a été renvoyé au numéro :

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es_es: Confirmar nueva contraseña
fr_fr: Confirmer le nouveau mot de passe

source: Could not login with Facebook
ar: تعذر تسجيل الدخول باستخدام Facebook
es_es: No se pudo iniciar sesión con Facebook
fr_fr: Impossible de se connecter avec Facebook

source: Sub-Total
ar: المجموع الفرعي
fr_fr: Sous-Total

source: Product Total
ar: إجمالي المنتج
es_es: Total del producto
fr_fr: Total du produit

source: Are you sure, you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟
es_es: Estás seguro, quieres salir?
fr_fr: Êtes-vous sûr de vouloir quitter ?

source: No Sellers Available to display
ar: لا يوجد بائعون متاحون للعرض
es_es: No hay vendedores disponibles para mostrar
fr_fr: Aucun vendeur disponible à afficher

source: Name
ar: اسم
es_es: Nombre
fr_fr: Nom

source: Phone number is not correct.
ar: رقم الهاتف غير صحيح.
es_es: El número de teléfono no es correcto.
fr_fr: Le numéro de téléphone n'est pas correct.

source: Short Description
ar: وصف قصير
es_es: Descripción breve
fr_fr: Description courte

source: Warning
ar: تحذير
es_es: Advertencia
fr_fr: Attention

source: Do you want to register this account for fingerprint functionality. Once done, you can login into this account without using email Id or password, just using the fingerprint verification.
ar: هل تريد تسجيل هذا الحساب لوظيفة بصمة الإصبع؟ بمجرد الانتهاء من ذلك ، يمكنك تسجيل الدخول إلى هذا الحساب دون استخدام معرف البريد الإلكتروني أو كلمة المرور ، فقط باستخدام التحقق من بصمة الإصبع.

source: Cart
ar: عربة التسوق
es_es: Carrito
fr_fr: Panier

source: Email ID is not correct.
ar: معرف البريد الإلكتروني غير صحيح.
es_es: El ID de correo electrónico no es correcto.
fr_fr: L'ID e-mail n'est pas correct.

source: Please enter your user name
ar: الرجاء إدخال اسم المستخدم
es_es: Por favor, introduzca su nombre de usuario
fr_fr: Veuillez entrer votre nom d'utilisateur

source: Button Text Color
ar: لون نص الزر
es_es: Color del texto del botón
fr_fr: Couleur du texte du bouton

source: Select Colour of the Text of Button.
ar: حدد لون نص الزر.
es_es: Seleccione el color del texto del botón.
fr_fr: Sélectionner la couleur du texte du bouton.

source: Toast Message Text Color
ar: نخب لون نص الرسالة
es_es: Color del texto del mensaje del brindis
fr_fr: Couleur du texte du message Toast

source: Select the text colour of the toast message of the app.
ar: حدد لون نص رسالة نخب التطبيق.
es_es: Seleccione el color del texto del mensaje de brindis de la aplicación.
fr_fr: Sélectionnez la couleur du texte du message toast de l'application.

source: Toast Message Background Color
ar: نخب لون خلفية الرسالة
es_es: Color de fondo del mensaje del brindis
fr_fr: Couleur d'arrière-plan du message Toast

source: Select the background colour of the toast message of the app.
ar: حدد لون الخلفية لرسالة نخب التطبيق.
es_es: Seleccione el color de fondo del mensaje de brindis de la aplicación.
fr_fr: Sélectionnez la couleur d'arrière-plan du message toast de l'application.

source: Show Add to Cart Button on Product Block
ar: إظهار زر "إضافة إلى عربة التسوق" في "كتلة المنتج"
es_es: Mostrar el botón Agregar al carrito en el bloque de productos
fr_fr: Afficher le bouton Ajouter au panier sur le bloc produit

source: This setting will show/hide Add to cart button on Product Block in app.
ar: سيعرض هذا الإعداد / يخفي الزر "إضافة إلى عربة التسوق" في Product Block في التطبيق.
es_es: Esta configuración mostrará/ocultará el botón Agregar al carrito en el Bloque de productos en la aplicación
fr_fr: Ce paramètre affichera/masquera le bouton Ajouter au panier sur le bloc de produits dans l'application.

source: Enable Spin and Win
ar: قم بتمكين Spin and Win
es_es: Habilitar Girar y Ganar
fr_fr: Activer Spin and Win

source: It can be enabled only if module is installed.
ar: يمكن تمكينه فقط إذا تم تثبيت الوحدة.
es_es: Se puede habilitar solo si el módulo está instalado.
fr_fr: Il ne peut être activé que si le module est installé.

source: Redirect on Cart Page when Add To Cart
ar: إعادة التوجيه إلى صفحة عربة التسوق عند إضافة إلى عربة التسوق
es_es: Redireccionar en la página del carrito cuando se agrega al carrito
fr_fr: Redirection vers la page du panier lors de l'ajout au panier

source: Redirect to cart page or keep on the product page when add to cart is clicked.
ar: إعادة التوجيه إلى صفحة عربة التسوق أو الاحتفاظ بصفحة المنتج عند النقر فوق إضافة إلى عربة التسوق.
es_es: Redireccionar a la página del carrito o mantener en la página del producto cuando se hace clic en Agregar al carrito.
fr_fr: Rediriger vers la page du panier ou rester sur la page du produit lorsque l'on clique sur Ajouter au panier.

source: Display Short Description
ar: عرض وصف قصير
es_es: Mostrar descripción breve
fr_fr: Afficher une courte description

source: Enable Logo
ar: تمكين الشعار
es_es: Habilitar logotipo
fr_fr: Activer le logo

source: Image for logo
ar: صورة للشعار
es_es: Imagen para el logo
fr_fr: Image pour le logo

source: Enable Whatsapp Chat Support
ar: تفعيل دعم دردشة Whatsapp
es_es: Habilitar soporte de chat de Whatsapp
fr_fr: Activer la prise en charge du chat Whatsapp

source: This setting will enable/disable WHATSAPP chat support option in mobile app.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل خيار دعم الدردشة عبر WHATSAPP في تطبيق الهاتف المحمول.
es_es: Esta configuración habilitará/deshabilitará la opción de soporte de chat de WHATSAPP en la aplicación móvil.
fr_fr: Ce paramètre activera/désactivera l'option de prise en charge du chat WHATSAPP dans l'application mobile.

source: Chat Number
ar: رقم الدردشة
es_es: Número de chat
fr_fr: Numéro de chat

source: Enter Country code with Chat number as well.
ar: أدخل رمز الدولة مع رقم الدردشة أيضًا.
es_es: Ingrese el código de país con el número de chat también
fr_fr: Entrez également le code pays avec le numéro de chat.

source: Enable/Disable Fingerprint Login
ar: تمكين / تعطيل تسجيل الدخول ببصمة الإصبع
es_es: Habilitar/Deshabilitar inicio de sesión con huella digital
fr_fr: Activer/Désactiver la connexion par empreinte digitale

source: This setting will enable/disable Fingerprint login in Mobile App.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل تسجيل الدخول باستخدام بصمة الإصبع في تطبيق الهاتف المحمول.
es_es: Esta configuración habilitará/deshabilitará el inicio de sesión con huella digital en la aplicación móvil
fr_fr: Ce paramètre activera/désactivera la connexion par empreinte digitale dans l'application mobile.

source: Enable/Disable Phone Number Registration
ar: تمكين / تعطيل تسجيل رقم الهاتف
es_es: Habilitar/Deshabilitar registro de número de teléfono
fr_fr: Activer/Désactiver l'enregistrement du numéro de téléphone

source: This setting will enable/disable customer registration and login via phone number verification.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل تسجيل العملاء وتسجيل الدخول عبر التحقق من رقم الهاتف.
es_es: Esta configuración habilitará/deshabilitará el registro de clientes y el inicio de sesión a través de la verificación del número de teléfono
fr_fr: Ce paramètre activera/désactivera l'enregistrement du client et la connexion via la vérification du numéro de téléphone.

source: Enable Url Encoding Of Image Links
ar: تمكين تشفير عنوان URL لارتباطات الصور
es_es: Habilitar la codificación de URL de enlaces de imágenes
fr_fr: Activer le codage d'URL des liens d'image

source: This setting will enable/disable Url encoding of all image links.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل تشفير عنوان URL لجميع روابط الصور.
es_es: Esta configuración habilitará/deshabilitará la codificación de URL de todos los enlaces de imágenes.
fr_fr: Ce paramètre activera/désactivera l'encodage URL de tous les liens d'image.

source: Select Font of the App
ar: حدد خط التطبيق
es_es: Seleccione la fuente de la aplicación
fr_fr: Sélectionner la police de l'application

source: Select layout for Home page
ar: حدد تخطيط الصفحة الرئيسية
es_es: Seleccionar diseño para la página de inicio
fr_fr: Sélectionner la mise en page pour la page d'accueil

source: App Button Color
ar: لون زر التطبيق
es_es: Color del botón de la aplicación
fr_fr: Couleur du bouton de l'application

source: Select the Colour of the app buttons.
ar: حدد لون أزرار التطبيق.
es_es: Seleccione el Color de los botones de la aplicación.
fr_fr: Sélectionnez la couleur des boutons de l'application.

source: App Theme Colour
ar: لون مظهر التطبيق
es_es: Color del tema de la aplicación
fr_fr: Couleur du thème de l'application

source: Select the colour of the apps theme.
ar: حدد لون سمة التطبيقات.
es_es: Seleccione el color del tema de las aplicaciones.
fr_fr: Sélectionnez la couleur du thème des applications.

source: App Background Color
ar: لون خلفية التطبيق
es_es: Color de fondo de la aplicación
fr_fr: Couleur d'arrière-plan de l'application

source: Select the colour of the apps background.
ar: حدد لون خلفية التطبيقات.
es_es: Seleccione el color de fondo de las aplicaciones.
fr_fr: Sélectionnez la couleur d'arrière-plan des applications.

source: Home Page Layout
ar: تخطيط الصفحة الرئيسية
es_es: Diseño de la página de inicio
fr_fr: Mise en page de la page d'accueil

source: Layout ID
ar: معرف التخطيط
es_es: ID de diseño
fr_fr: ID de mise en page

source: Layouts
ar: التخطيطات
es_es: Diseños
fr_fr: Mises en page

source: Edit
ar: تعديل
es_es: Editar
fr_fr: Modifier

source: Delete
ar: حذف
es_es: Eliminar
fr_fr: Supprimer

source: Please enter an Email or Username
ar: الرجاء إدخال البريد الإلكتروني أو اسم المستخدم
es_es: Por favor ingrese un correo electrónico o nombre de usuario
fr_fr: Veuillez saisir un e-mail ou un nom d'utilisateur

source: Email/Username
ar: البريد الإلكتروني / اسم المستخدم
es_es: Correo electrónico/nombre de usuario
fr_fr: Courriel/Nom d'utilisateur

source: Find what you are looking for.
ar: اعثر على ما تبحث عنه.
es_es: Encuentra lo que buscas.
fr_fr: Trouvez ce que vous cherchez.

source: Delete Account
ar: حذف الحساب
es_es: Borrar cuenta
fr_fr: Supprimer le compte

source: Are you sure you want to delete the account?
ar: هل أنت متأكد أنك تريد حذف الحساب؟
es_es: ¿Estás segura de que quieres eliminar la cuenta?
fr_fr: Voulez-vous vraiment supprimer le compte ?

source: Do you want to register this account for fingerprint functionality? Once done, you can login into this account without using email Id or password, just using the fingerprint verification.
es_es: Nautica WooCommerce
fr_fr: Voulez-vous enregistrer ce compte pour la fonctionnalité d'empreintes digitales ? Une fois cela fait, vous pouvez vous connecter à ce compte sans utiliser d'identifiant de messagerie ou de mot de passe, en utilisant simplement la vérification des empreintes digitales.

source: RevealActivity
fr_fr: Révéler l'activité

source: SearchResultsActivity
fr_fr: Activité de résultat de recherche

source: ActivityFilterCheckBoxSelection
fr_fr: Filtre d'activité CheckBox Selection
