Repository: common-repository/knowband-mobile-app-builder-for-woocommerce
Catalog: languages/knowband-mobile-app-builder-for-woocommerce-*.po
Languages: ar, es_es, fr_fr

source: Invalid comma (#) separated values.
ar: قيم مفصولة بفاصلة (#) غير صالحة.
es_es: Valores separados por comas (#) no válidos.
fr_fr: Valeurs séparées par des virgules (#) non valides.

source: Only one chat option can be enabled at a time.
ar: يمكن تمكين خيار دردشة واحد فقط في كل مرة.
es_es: Solo se puede habilitar una opción de chat a la vez.
fr_fr: Une seule option de chat peut être activée à la fois.

source: Warning: You do not have permission to access the module, Kindly install module !!
ar: تحذير: ليس لديك إذن للوصول إلى الوحدة ، يرجى تثبيت الوحدة !!
fr_fr: Attention: vous n'êtes pas autorisé à accéder au module, veuillez installer le module !!

source: Warning: Invalid API Version !!
ar: تحذير: إصدار API غير صالح !!
es_es: Advertencia: ¡Versión de API no válida!
fr_fr: Avertissement: Version API non valide !!

source: Prices
ar: الأسعار
es_es: Precios
fr_fr: Des prix

source: Cart Information could not be loaded.
ar: تعذر تحميل معلومات عربة التسوق.
es_es: No se ha podido actualizar el carrito.
fr_fr: Impossible de charger les informations du panier.

source: Quantity
ar: الكمية
es_es: Cantidad
fr_fr: Quantité

source: Attributes
ar: السمات
es_es: Atributos
fr_fr: Les attributs

source: Subtotal
ar: المجموع
es_es: Total parcial
fr_fr: Total

source: Total
ar: مجموع

source: Cart Information loaded successfully.
ar: تم تحميل معلومات عربة التسوق بنجاح.
es_es: Información del Carrito actualizada correctamente.
fr_fr: Informations sur le panier chargées avec succès.

source: Customer does not exist.
ar: الزبون غير موجود.
es_es: El Cliente no existe.
fr_fr: Le client n'existe pas.

source: Invalid Email Address.
ar: عنوان البريد الإلكتروني غير صالح.
es_es: Dirección de email inválida.
fr_fr: Adresse e-mail invalide.

source: SKU
ar: رمز المنتج

source: Discount
ar: خصم
es_es: Descuento
fr_fr: Remise

source: Tax
ar: ضريبة
es_es: Impuestos
fr_fr: Taxe

source: Shipping
ar: الشحن
es_es: Transporte
fr_fr: Livraison

source: Invalid Email Address or Order ID.
ar: عنوان البريد الإلكتروني أو معرف الطلب غير صالح.
es_es: Email o número de pedido inválido.
fr_fr: Adresse e-mail ou ID de commande non valide.

source: Invalid Order ID.
ar: معرف الطلب غير صالح.
es_es: ID Pedido inválido.
fr_fr: ID de commande non valide.

source: Order could not be created.
ar: لا يمكن إنشاء الطلب.
es_es: No se ha podido realizar la orden.
fr_fr: Impossible de créer la commande.

source: Order created by this cart.
ar: الطلب تم إنشاؤه بواسطة هذه العربة.
es_es: Pedido creado por este carrito.
fr_fr: Commande créée par ce panier.

source: Product successfully added into the cart.
ar: تم إضافة المنتجات إلى عربة التسوق بنجاح.
es_es: Producto añadido correctamente al carrito.
fr_fr: Produit ajouté au panier avec succès.

source: Product cannot be added into the cart.
ar: لا يمكن إضافة المنتج إلى عربة التسوق.
es_es: No se ha podido añadir el producto al carrito.
fr_fr: Le produit ne peut pas être ajouté au panier.

source: First Name
ar: الإسم الأول
es_es: Nombre
fr_fr: Prénom

source: Last Name
ar: الإسم الأخير
es_es: Apellido
fr_fr: Nom de famille

source: Company
ar: الشركة
es_es: Empresa
fr_fr: Entreprise

source: Address Line 1
ar: العنوان
es_es: Dirección
fr_fr: Adresse 1

source: Address Line 2
ar: العنوان 2
es_es: Dirección 2
fr_fr: Addresse 2

source: Town/City
ar: المنطقة / المدينة
es_es: Localidad / Ciudad
fr_fr: Quartier / Ville

source: State/County
ar: ولاية / محافظة
es_es: Provincia
fr_fr: Ville /Pays

source: Postcode/Zip
ar: الرمز البريدي
es_es: Código Postal
fr_fr: Code postal / Zip

source: Country
ar: الدولة
es_es: País
fr_fr: Pays

source: Phone
ar: هاتف
es_es: Teléfono
fr_fr: Téléphone

source: Shipping address has been added successfully.
ar: تمت إضافة عنوان الشحن بنجاح.
es_es: Se ha añadido la dirección de envío correctamente.
fr_fr: L'adresse de livraison a été ajoutée avec succès.

source: Shipping address could not be added successfully.
ar: لا يمكن إضافة عنوان الشحن بنجاح.
es_es: No se ha podido añadir la dirección de envío.
fr_fr: L'adresse de livraison n'a pas pu être ajoutée avec succès.

source: Shipping address has been updated successfully.
ar: تم تحديث عنوان الشحن بنجاح.
es_es: La dirección de envío ha sido actualizada correctamente.
fr_fr: L'adresse de livraison a été mise à jour avec succès.

source: Shipping address could not be updated successfully.
ar: لا يمكن تحديث عنوان الشحن.
es_es: La dirección de envío no ha sido actualizada correctamente.
fr_fr: L'adresse de livraison n'a pas pu être mise à jour avec succès.

source: User login successfully.
ar: تسجيل دخول المستخدم بنجاح.
es_es: Ha iniciado sesión correctamente.
fr_fr: Connexion utilisateur réussie.

source: User login failed.
ar: فشل تسجيل دخول المستخدم.
es_es: Error Inicio de Sesión.
fr_fr: La connexion de l'utilisateur a échoué.

source: Customer registration failed.
ar: فشل تسجيل العميل.
es_es: Error registro de cliente.
fr_fr: L'enregistrement du client a échoué.

source: Customer successfully created.
ar: تم إنشاء العميل بنجاح.
es_es: Cliente registrado.
fr_fr: Le client a été créé avec succès.

source: Enter a username or email address.
ar: أدخل اسم مستخدم أو عنوان بريد إلكتروني.
es_es: Introduzca el nombre de usuario o email.
fr_fr: Saisissez un nom d'utilisateur ou une adresse e-mail.

source: Invalid username or email.
ar: اسم مستخدم أو بريد إلكتروني غير صالح.
es_es: Nombre de usuario o email inválido.
fr_fr: Nom d'utilisateur ou e-mail non valide.

source: Password reset is not allowed for this user.
ar: إعادة تعيين كلمة المرور غير مسموح به لهذا المستخدم.
es_es: Este usuario no tiene permiso para restaurar la contraseña.
fr_fr: La réinitialisation du mot de passe n'est pas autorisée pour cet utilisateur.

source: Coupon could not be applied.
ar: لا يمكن تطبيق هذه القسيمة.
es_es: No se ha podido aplicar el cupón.
fr_fr: Le coupon n'a pas pu être appliqué.

source: Coupon applied successfully.
ar: تم تطبيق قسيمة الخصم بنجاح.
es_es: Cupón aplicado correctamente.
fr_fr: Coupon appliqué avec succès.

source: Coupon could not be removed.
ar: لا يمكن إزالة القسيمة.
es_es: El cupón no puede ser eliminado.
fr_fr: Le coupon n'a pas pu être supprimé.

source: Coupon removed successfully.
ar: تمت إزالة القسيمة بنجاح.
es_es: Coupón eliminado correctamente.
fr_fr: Coupon supprimé avec succès.

source: Product could not be removed.
ar: لا يمكن إزالة المنتج.
es_es: No se puede eliminar el producto.
fr_fr: Le produit n'a pas pu être retiré.

source: Product successfully removed.
ar: تمت إزالة المنتج بنجاح.
es_es: Producto eliminado.
fr_fr: Produit supprimé avec succès.

source: Product could not be updated.
ar: لا يمكن تحديث المنتج.
es_es: No se puede actualizar el producto.
fr_fr: Le produit n'a pas pu être mis à jour.

source: Product successfully updated.
ar: تم تحديث المنتج بنجاح.
es_es: Producto Actualizado.
fr_fr: Produit mis à jour avec succès.

source: Invalid email or wrong password.
ar: بريد إلكتروني غير صحيح أو كلمة مرور خاطئة.
es_es: Email o contraseña inválida.
fr_fr: E-mail incorrect ou mot de passe incorrect.

source: Customer profile updated successfully.
ar: تم تحديث ملف تعريف العميل بنجاح.
es_es: Perfil cliente actualizado.
fr_fr: Le profil client a été mis à jour avec succès.

source: Cart id or FCM id not found
ar: لم يتم العثور على معرف سلة التسوق أو معرف FCM
es_es: ID de carrito o ID de FCM no encontrado
fr_fr: Identifiant du panier ou identifiant FCM introuvable

source: Categories
ar: التصنيفات
es_es: Categorias
fr_fr: Catégories

source: Login
ar: تسجيل الدخول
es_es: Iniciar Sesión
fr_fr: S`identifier

source: Logout
ar: تسجيل خروج
es_es: Cerrar Sesión
fr_fr: Se déconnecter

source: Login/Sign up
ar: تسجيل دخول/ تسجيل جديد
es_es: Acceder/Registrarse
fr_fr: Se connecter / S'inscrire

source: My Account
ar: حسابي
es_es: Mi Cuenta
fr_fr: Mon compte

source: Contact Us
ar: اتصل بنا
es_es: Contactar
fr_fr: Nous contacter

source: About Us
ar: معلومات عنا
es_es: Nosotros
fr_fr: À propos de nous

source: Add to Wishlist
ar: أضف إلى المفضلة
es_es: Añadir lista de Deseo
fr_fr: Ajouter à la liste de souhaits

source: Add to Cart
ar: أضف إلى السلة
es_es: Añadir al carrito
fr_fr: Ajouter au chariot

source: off
ar: إيقاف
es_es: Descuento
fr_fr: vide

source: All
ar: الكل
es_es: Todos
fr_fr: Tout

source: Language(s)
ar: اللغات)
es_es: Idioma(s)
fr_fr: Langage(s)

source: Sort
ar: ترتيب
es_es: Ordenar
fr_fr: Trier

source: Filter
ar: فيلتر تصفية
es_es: Filtro
fr_fr: Filtrer

source: Select Sort Order
ar: اختيار نوع الترتيب
es_es: Seleccionar Orden
fr_fr: Sélectionnez l'ordre de tri

source: Price: Low to High
ar: السعر من الارخص للاعلى
es_es: Precio: Menor a Mayor
fr_fr: Prix croissant

source: Price: High to Low
ar: السعر من الاعلى الى الأدنى
es_es: Precio: Mayor a Menor
fr_fr: Prix décroissant

source: Select
ar: تحديد
es_es: Seleccionar
fr_fr: Sélectionner

source: In Stock
ar: متوفر
es_es: En Stock
fr_fr: En stock

source: Out of Stock
ar: غير متوفر حاليا
es_es: Sin Stock
fr_fr: En rupture de stock

source: Product Info and Care
ar: معلومات المنتج والعناية
es_es: Información producto
fr_fr: Informations sur le produit et entretien

source: Product Customization
ar: اختيار خصائص المنتج
es_es: Configurar Producto
fr_fr: Personnalisation de produit

source: Accessories
ar: اكسسوارات
es_es: Accessorios
fr_fr: Accessoires

source: View Less
ar: عرض أقل
es_es: Ver menos
fr_fr: Voir moins

source: View More
ar: عرض المزيد
es_es: Ver más
fr_fr: Voir plus

source: Please provide details
ar: يرجى تقديم تفاصيل
es_es: por favor proporcione detalles
fr_fr: Prière de fournir des détails

source: Shopping Bag
ar: عربة التسوق
es_es: Carrito
fr_fr: Sac de courses

source: Apply Voucher
ar: أدخل قسيمة (كوبون) الخصم
es_es: Aplicar Cupón
fr_fr: Appliquer le bon

source: Enter voucher code
ar: أدخل رمز قسيمة الخصم
es_es: Introducir código cupón
fr_fr: Entrer le code du bon

source: Apply
ar: تطبيق
es_es: Aplicar
fr_fr: Appliquer

source: Gift Wrap
ar: تغليف الهدايا
es_es: Para regalar
fr_fr: Papier cadeau

source: Enter your message
ar: قم بكتابة رسالتك
es_es: Introduce tu mensaje
fr_fr: Entrez votre message

source: Send available products first
ar: نرسل المنتجات المتاحة أولا
es_es: Enviar primero productos disponibles
fr_fr: Envoyez d'abord les produits disponibles

source: Continue Shopping
ar: مواصلة التسوق
es_es: Continuar comprando
fr_fr: Continuer vos achats

source: Continue To Checkout
ar: أكمل عملية الشراء
es_es: Continuar con el pedido
fr_fr: Continuer vers la caisse

source: Update Quantity
ar: تحديث الكمية
es_es: Actualizar Cantidad
fr_fr: La quantité de mise à jour

source: Enter quantity (0-10)
ar: أدخل الكمية (0-10)
es_es: Añadir Cantidad (0-10)
fr_fr: Entrez la quantité (0-10)

source: Your shopping cart is empty!
ar: عربة التسوق الخاصة بك فارغة!
es_es: Tu carrito está vacío!
fr_fr: Votre panier est vide!

source: Go to Home Page
ar: اذهب إلى الصفحة الرئيسية
es_es: Ir a la página de inicio
fr_fr: Aller à la page d'accueil

source: Review Your Order
ar: مراجعة الطلب
es_es: Revisar tu pedido
fr_fr: Vérifiez votre commande

source: Shipping Details
ar: تفاصيل الشحن
es_es: Datos de Envío
fr_fr: Les détails d'expédition

source: Order Summary
ar: ملخص الطلب
es_es: Resumen Pedido
fr_fr: Récapitulatif de la commande

source: Shipping Methods
ar: طرق الشحن
es_es: Métodos de envío
fr_fr: Méthodes de livraison

source: Order Comment
ar: ملاحظات على الطلب
es_es: Comentario Pedido
fr_fr: Commentaire sur la commande

source: Payment Summary
ar: ملخص الدفع
es_es: Resumen Pago
fr_fr: Résumé de paiement

source: Proceed To Payment
ar: الإستمرار في الدفع
es_es: Proceder con el pago
fr_fr: Procéder au paiement

source: Make Payment
ar: تحديد طريقة الدفع
es_es: Hacer el pago
fr_fr: Effectuer le paiement

source: Congratulations
ar: تهانينا
es_es: Enhorabuena
fr_fr: Toutes nos félicitations

source: Shipping Address(s)
ar: عنوان (عناوين) الشحن
es_es: Dirección(es) envío
fr_fr: Adresse (s) de livraison

source: Order Detail
ar: تفاصيل الطلب
es_es: Detalles Pedido
fr_fr: Détails de la commande

source: Update Personal Details
ar: تحديث البيانات الشخصية
es_es: Actualizar Datos Personales
fr_fr: Mettre à jour les détails personnels

source: Update Password
ar: تحديث كلمة المرور
es_es: Actualizar Contraseña
fr_fr: Mettre à jour le mot de passe

source: Current Password
ar: كلمة المرور الحالية
es_es: Contraseña Actual
fr_fr: Mot de passe actuel

source: New Password
ar: كلمة المرور جديدة
es_es: Nueva Contraseña
fr_fr: Nouveau mot de passe

source: Confirm Password
ar: تأكيد كلمة المرور
es_es: Confirmar Contraseña
fr_fr: Confirmez le mot de passe

source: Cancel
ar: إلغاء
es_es: Cancelar
fr_fr: Annuler

source: Save
ar: حفظ
es_es: Guardar
fr_fr: Sauvegarder

source: Order Reference
ar: رقم الطلب
es_es: Referencia Pedido
fr_fr: Référence de l'achat

source: Placed On
ar: تاريخ الطلب
es_es: Colocado en
fr_fr: Placé sur

source: Reorder
ar: إعادة الطلب
es_es: Volver a pedir
fr_fr: Réorganiser

source: Order Details
ar: تفاصيل الطلب
es_es: Detalles Pedido
fr_fr: Détails de la commande

source: Status History
ar: محفوظات الحالة
es_es: Estado Historial
fr_fr: Historique du statut

source: Shipping Address
ar: عنوان الشحن
es_es: Dirección Envío
fr_fr: Adresse de livraison

source: Shipping Method
ar: طريقة الشحن
es_es: Método de envío
fr_fr: Mode de livraison

source: Payment Method
ar: طريقة الدفع او السداد
es_es: Método de pago
fr_fr: Mode de paiement

source: Gift Wrapping
ar: تغليف الهدايا
es_es: Envolver regalo
fr_fr: Emballage cadeau

source: No shipping address available!
ar: لا يوجد عنوان شحن متاح!
es_es: Dirección de envío no disponible!
fr_fr: Aucune adresse de livraison disponible!

source: No order details available!
ar: لا توجد تفاصيل متاحة للطلب!
es_es: Detalles del pedido no disponibles!
fr_fr: Aucun détail de commande disponible!

source: Sign Up
ar: تسجيل مستخدم جديد
es_es: Registrarse
fr_fr: S'inscrire

source: Continue as Guest
ar: الإستمرار كزائر
es_es: Continuar como invitado
fr_fr: Continuer en tant qu'invité

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico

source: Password
ar: كلمة المرور
es_es: Contraseña
fr_fr: Mot de passe

source: Forgot Password
ar: هل نسيت كلمة المرور
es_es: Olvidé mi contraseña
fr_fr: Mot de passe oublié

source: You can login with social account.
ar: يمكنك تسجيل الدخول باستخدام حساب التواصل الاجتماعي.
es_es: Iniciar sesión con red social.
fr_fr: Vous pouvez vous connecter avec un compte social.

source: Login with Google+
ar: تسجيل الدخول باستخدام جوجل
es_es: Iniciar sesión con Google+
fr_fr: Connectez-vous avec Google+

source: Login with Facebook
ar: تسجيل الدخول باستخدام الفيسبوك
es_es: Iniciar sesión con Facebook
fr_fr: Se connecter avec Facebook

source: Signup with Google+
ar: اشترك عبر حساب جوجل
es_es: Registrarse con Google+
fr_fr: S'inscrire avec Google+

source: Signup with Facebook
ar: اشترك عبر حساب فايسبوك
es_es: Registrarse con Facebook
fr_fr: S'inscrire avec Facebook

source: Please enter valid email!
ar: الرجاء إدخال بريد إلكتروني صحيح!
es_es: Por favor introduzca un email válido!
fr_fr: Veuillez saisir un e-mail valide!

source: Please enter email!
ar: الرجاء إدخال البريد الإلكتروني!
es_es: Por favor introduzca un email!
fr_fr: Veuillez saisir votre e-mail!

source: Please enter password!
ar: الرجاء إدخال كلمة المرور!
es_es: Por favor introduzca una contraseña!
fr_fr: Veuillez entrer le mot de passe!

source: Please enter password having characters more that or equal to 5!
ar: الرجاء إدخال كلمة المرور التي تحتوي على أحرف أكبر من أو تساوي 5!
es_es: Por favor introduzca una contraseña con más de 5 caracteres!
fr_fr: Veuillez saisir un mot de passe comportant des caractères supérieurs ou égaux à 5!

source: Date of Birth
ar: تاريخ الميلاد
es_es: Fecha Nacimiento
fr_fr: Date de naissance

source: Personal Details
ar: التفاصيل الشخصية
es_es: Datos Personales
fr_fr: Détails personnels

source: Password and confirm password do not match!
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين!
es_es: La contraseña y la confirmación de contraseña no son iguales!
fr_fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas!

source: Sold By:
ar: إسم البائع:
es_es: Vendido por:
fr_fr: Vendu par:

source: Write Review
ar: أكتب مراجعة
es_es: Dejar Comentario
fr_fr: Ecrire une critique

source: View Review(s)
ar: عرض التعليقات
es_es: Ver Comentario(s))
fr_fr: Voir les avis

source: View Seller Product(s)
ar: عرض منتج (منتجات) البائع
es_es: Ver productos del vendedor
fr_fr: Afficher les produits du vendeur(s)

source: Please wait
ar: الرجاء الإنتظار
es_es: Por favor espere
fr_fr: S'il vous plaît, attendez

source: Loading data...
ar: جاري التحميل...
es_es: Cargando datos...
fr_fr: Chargement des données...

source: Something went wrong. Please try again.
ar: هناك خطأ ما. حاول مرة اخرى.
es_es: Algo ha salido mal. Por favor inténtalo de nuevo.
fr_fr: Quelque chose a mal tourné. Veuillez réessayer.

source: No internet connection found.
ar: لم يتم العثور على اتصال بالإنترنت.
es_es: No hay conexión a internet.
fr_fr: Aucune connexion Internet trouvée.

source: No Internet
ar: لا يوجد انترنت
es_es: No hay Internet
fr_fr: Pas d'Internet

source: Request cannot be process. This might be because of slow internet connection.
ar: لا يمكن معالجة الطلب. قد يكون هذا بسبب بطء الاتصال بالإنترنت.
es_es: No podemos proceder con tu solicitud. Debe de tener mala conexión de internet.
fr_fr: La demande ne peut pas être traitée. Cela peut être dû à une connexion Internet lente.

source: Your order has been placed successfully. You will receive an email regarding the same.
ar: تم وضع طلبك بنجاح. سوف تتلقى رسالة بريد إلكتروني بخصوص ذلك.
es_es: Tu pedido se ha realizado correctamente. Recibirás un email de confirmación.
fr_fr: Votre commande a été passée avec succès. Vous recevrez un e-mail à ce sujet.

source: You can look for product(s) by their category.
ar: يمكنك البحث عن المنتج (المنتجات) حسب فئتها.
es_es: Puedes buscar los productos por categorías.
fr_fr: Vous pouvez rechercher des produits par leur catégorie.

source: You can search any product in store by text or voice!
ar: يمكنك البحث عن أي منتج في المتجر بالنص أو الصوت!
es_es: Puedes buscar cualquier producto por voz o texto!
fr_fr: Vous pouvez rechercher n'importe quel produit en magasin par texte ou par voix!

source: You can view shopping cart with quantity!
ar: يمكنك عرض عربة التسوق بالكمية!
es_es: Puedes ver tu carrito de compra con las cantidades!
fr_fr: Vous pouvez voir le panier avec la quantité!

source: You are logout successfully!
ar: لقد تم تسجيل الخروج بنجاح!
es_es: Has cerrado sesión!
fr_fr: Vous vous déconnectez avec succès!

source: You can view product in list or grid mode!
ar: يمكنك عرض المنتج في وضع القائمة أو الشبكة!
es_es: ¡Puede ver el producto en modo lista o cuadrícula!
fr_fr: Vous pouvez voir le produit en mode liste ou grille!

source: You can sort product by their price!
ar: يمكنك فرز المنتج حسب سعره!
es_es: Puedes ordenar los productos por el precio!
fr_fr: Vous pouvez trier les produits par leur prix!

source: You can filter product(s) as per your need!
ar: يمكنك تصفية المنتج (المنتجات) حسب حاجتك!
es_es: Puedes filtrar los productos según las necesidades!
fr_fr: Vous pouvez filtrer les produits selon vos besoins!

source: Next
ar: إضغط هنا للمتابعة
es_es: Siguiente
fr_fr: Suivant

source: Okay
ar: حسنا
es_es: Entendido
fr_fr: D'accord

source: Required
ar: مطلوب
es_es: Requerido
fr_fr: Obligatoire

source: Please select rating
ar: الرجاء تحديد التقييم
es_es: Por favor seleccione calificación
fr_fr: Veuillez sélectionner une note

source: You can add product to shopping cart by simply clicking on the button Add to Cart!
ar: يمكنك إضافة منتج إلى عربة التسوق بمجرد النقر فوق الزر إضافة إلى عربة التسوق!
es_es: Puedes añadir el producto a tu carrito de compra clicando a Añadir al carrito!
fr_fr: Vous pouvez ajouter un produit au panier en cliquant simplement sur le bouton Ajouter au panier!

source: You can add product to wishlist by simply clicking on the button Add to Wishlist!
ar: يمكنك إضافة منتج إلى قائمة الرغبات بمجرد النقر فوق الزر "إضافة إلى قائمة الرغبات"!
es_es: Puedes añadir el producto a la lista de deseos clicando Añadir a la lista de deseos!
fr_fr: Vous pouvez ajouter un produit à votre liste de souhaits en cliquant simplement sur le bouton Ajouter à la liste de souhaits!

source: Product price has been updated!
ar: تم تحديث سعر المنتج!
es_es: El precio del producto ha sido actualizado!
fr_fr: Le prix du produit a été mis à jour!

source: This product is not available for order!
ar: هذا المنتج غير متوفر للطلب!
es_es: Este producto no está disponible!
fr_fr: Ce produit n'est pas disponible à la commande!

source: This combination does not exist for this product. Please select another combination.
ar: هذا المزيج غير موجود لهذا المنتج. الرجاء تحديد مجموعة أخرى.
es_es: Esta combinación no existe para este producto. Seleccione otra combinación.
fr_fr: Cette combinaison n'existe pas pour ce produit. Veuillez sélectionner une autre combinaison.

source: This product is not available in the desired quantity or not in stock!
ar: هذا المنتج غير متوفر بالكمية المطلوبة أو ليس في المخزون!
es_es: Este producto no está disponible en la cantidad deseada o no está en stock!
fr_fr: Ce produit n'est pas disponible dans la quantité souhaitée ou pas en stock!

source: Some of the products in the cart are not available in the desired quantity or not in stock. Please remove such product(s) from cart!
ar: بعض المنتجات في عربة التسوق غير متوفرة بالكمية المطلوبة أو غير متوفرة. يرجى إزالة هذا المنتج (المنتجات) من سلة التسوق!
es_es: Algunos de los productos del carrito no están disponibles en la cantidad deseada o no están en stock. ¡Elimine dichos productos del carrito!
fr_fr: Certains produits du panier ne sont pas disponibles dans la quantité souhaitée ou ne sont pas en stock. Veuillez retirer ces produits du panier!

source: You can checkout products in shopping cart by simply clicking on the button Continue to Checkout.
ar: يمكنك التحقق من المنتجات في عربة التسوق عن طريق النقر فوق الزر متابعة إلى الخروج.
es_es: Puedes aplicar el cupón al carrito de compras!
fr_fr: Vous pouvez commander des produits dans le panier en cliquant simplement sur le bouton Continuer vers la caisse.

source: You can apply voucher to shopping cart!
ar: يمكنك تطبيق القسيمة على عربة التسوق!
es_es: Puedes aplicar el cupón al carrito de compras!
fr_fr: Vous pouvez appliquer un bon d'achat au panier!

source: You can update quantity of product or remove it from shopping cart!
ar: يمكنك تحديث كمية المنتج أو إزالته من عربة التسوق!
es_es: Puedes modificar la cantidad de productos o eliminarlos desde el carrito!
fr_fr: Vous pouvez mettre à jour la quantité de produit ou le retirer du panier!

source: You can view product details by clicking on product image!
ar: يمكنك عرض تفاصيل المنتج من خلال النقر على صورة المنتج!
es_es: Puedes ver los detalles de los productos clicando en la imagen!
fr_fr: Vous pouvez voir les détails du produit en cliquant sur l'image du produit!

source: Success!
ar: نجاح!
es_es: Conseguido!
fr_fr: Succès!

source: Failure!
ar: بالفشل!
es_es: Error!
fr_fr: Échec!

source: Please enter quantity
ar: الرجاء إدخال الكمية
es_es: Por favor introduzca una cantidad
fr_fr: Veuillez saisir la quantité

source: Remove
ar: إزالة
es_es: Eliminar
fr_fr: Retirer

source: Customization Details
ar: تفاصيل التخصيص
es_es: Detalles de personalización
fr_fr: Détails de personnalisation

source: You can add new shipping address by clicking on the button!
ar: يمكنك إضافة عنوان شحن جديد بالضغط على الزر!
es_es: Puedes añadir una nueva dirección de envío clicando este botón!
fr_fr: Vous pouvez ajouter une nouvelle adresse de livraison en cliquant sur le bouton!

source: You can update shipping address!
ar: يمكنك تحديث عنوان الشحن!
es_es: Puedes actualizar tu dirección de envío!
fr_fr: Vous pouvez mettre à jour l'adresse d'expédition!
