Repository: common-repository/knowband-mobile-app-builder-for-woocommerce
Catalog: languages/knowband-mobile-app-builder-for-woocommerce-*.po
Languages: ar, es_es, fr_fr

source: Configuration values have been saved successfully.
ar: تم حفظ قيم التكوين بنجاح.
es_es: Los valores de configuración se han guardado correctamente.
fr_fr: Les valeurs de configuration ont été enregistrées avec succès.

source: Push Notification has been sent successfully.
ar: تم إرسال إخطار الدفع بنجاح.
es_es: La notificación push se ha enviado con éxito.
fr_fr: La notification push a été envoyée avec succès.

source: Your order
ar: طلبك
es_es: Tu pedido
fr_fr: Votre commande

source: Please check the form carefully for errors.
ar: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء.
es_es: Por favor revise el formulario cuidadosamente para ver si hay errores.
fr_fr: Veuillez vérifier attentivement le formulaire pour les erreurs.

source: Mobile App Builder
ar: منشئ تطبيقات الجوال
es_es: Creador de aplicaciones móviles

source: General Settings
ar: الاعدادات العامة
es_es: Configuración general
fr_fr: Réglages Généraux

source: Push Notification Settings
ar: اضغط على ضبط الاشعارات
es_es: Configuración de notificaciones instantáneas
fr_fr: Paramètres de notification push

source: Push Notification History
ar: سجل إعلام الدفع
es_es: Historial de notificaciones push
fr_fr: Historique des notifications push

source: Slideshow Settings
ar: إعدادات عرض الشرائح
es_es: Configuración de la presentación de diapositivas
fr_fr: Paramètres du diaporama

source: Banners Settings
ar: إعدادات الشعارات
es_es: Configuración de pancartas
fr_fr: Paramètres des bannières

source: Payment Methods
ar: طرق الدفع
es_es: Métodos de Pago
fr_fr: Méthodes de payement

source: Featured
ar: مميز
es_es: Destacados
fr_fr: En vedette

source: Specials
ar: العروض الخاصة
es_es: Especiales
fr_fr: Spéciaux

source: Best Sellers
ar: أفضل البائعين
es_es: Más vendidos
fr_fr: Meilleures ventes

source: Latest
ar: آخر
es_es: Lo último
fr_fr: Dernier

source: Information Pages
ar: صفحات المعلومات
es_es: Información Páginas
fr_fr: Pages d'informations

source: Google Login Settings
ar: إعدادات تسجيل الدخول إلى Google
es_es: Configuración de inicio de sesión de Google
fr_fr: Paramètres de connexion Google

source: FaceBook Login Settings
ar: إعدادات تسجيل الدخول إلى FaceBook
es_es: Configuración de inicio de sesión de Facebook
fr_fr: Paramètres de connexion à FaceBook

source: Enable/Disable
ar: مفعل وغير مفعل
es_es: Habilitar/Inhabilitar
fr_fr: Activer désactiver

source: This setting will enable/disable entire mobile app functionality.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل وظائف تطبيقات الجوال بالكامل.
es_es: Esta configuración habilitará/deshabilitará toda la funcionalidad de la aplicación móvil.
fr_fr: Ce paramètre activera / désactivera toutes les fonctionnalités de l'application mobile.

source: Enable Request Log Reporting
ar: تمكين طلب تقرير سجل
es_es: Habilitar informes de registro de solicitudes
fr_fr: Activer le rapport du journal des demandes

source: This setting will enable/disable error log reporting for every request to Web Services of the module.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل الإبلاغ عن سجل الأخطاء لكل طلب إلى خدمات الويب للوحدة النمطية.
es_es: Esta configuración habilitará/deshabilitará el informe de registro de errores para cada solicitud a los servicios web del módulo.
fr_fr: Ce paramètre active / désactive le rapport du journal des erreurs pour chaque demande adressée aux services Web du module.

source: Enable Live Chat Support
ar: تفعيل دعم الدردشة الحية
es_es: Habilitar soporte de chat en vivo
fr_fr: Activer la prise en charge du chat en direct

source: This setting will enable/disable live chat support option in mobile app.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل خيار دعم الدردشة المباشرة في تطبيق الهاتف.
es_es: Esta configuración habilitará/deshabilitará la opción de soporte de chat en vivo en la aplicación móvil.
fr_fr: Ce paramètre active / désactive l'option de prise en charge du chat en direct dans l'application mobile.

source: Live Chat API Key
ar: مفتاح واجهة برمجة تطبيقات الدردشة الحية
es_es: Clave API de chat en vivo
fr_fr: Clé API Live Chat

source: Enter API Key.
ar: أدخل مفتاح API.
es_es: Introduzca la clave API.
fr_fr: Entrez la clé API.

source: Custom CSS
ar: لغة تنسيق ويب حسب الطلب
es_es: CSS personalizado
fr_fr: CSS personnalisé

source: Add custom CSS. Please do not add style tags.
ar: أضف CSS مخصص. الرجاء عدم إضافة علامات النمط.
es_es: Agregue CSS personalizado. No agregue etiquetas de estilo.
fr_fr: Ajoutez du CSS personnalisé. Veuillez ne pas ajouter de balises de style.

source: Category Image Width
ar: عرض صورة الفئة
es_es: Ancho de imagen de categoría
fr_fr: Catégorie Largeur d'image

source: Value must be between 1 and 999.
ar: يجب أن تتراوح القيمة بين 1 و 999.
es_es: El valor debe estar entre 1 y 999.
fr_fr: La valeur doit être comprise entre 1 et 999.

source: Category Image Height
ar: ارتفاع صورة الفئة
es_es: Altura de la imagen de la categoría
fr_fr: Catégorie Hauteur de l'image

source: Product Image Width
ar: عرض صورة المنتج
es_es: Ancho de la imagen del producto
fr_fr: Largeur de l'image du produit

source: Product Image Height
ar: ارتفاع صورة المنتج
es_es: Altura de la imagen del producto
fr_fr: Largeur de l'image du produit

source: Start date from which the products will be considered as New
ar: تاريخ البدء الذي سيتم اعتبار المنتجات منه جديدة
es_es: Fecha de inicio a partir de la cual los productos serán considerados como Nuevos
fr_fr: Date de début à partir de laquelle les produits seront considérés comme neufs

source: Number of products to be considered as New
ar: عدد المنتجات التي سيتم اعتبارها جديدة
es_es: Número de productos considerados nuevos
fr_fr: Nombre de produits à considérer comme nouveaux

source: Show Price
ar: عرض السعر
es_es: Ver Precio
fr_fr: Afficher le prix

source: Firebase Server Key
ar: مفتاح خادم Firebase
es_es: Clave del servidor Firebase
fr_fr: Clé du serveur Firebase

source: Enter Server Key of Firebase.
ar: أدخل مفتاح خادم Firebase.
es_es: Ingrese la clave del servidor de Firebase.
fr_fr: Entrez la clé du serveur de Firebase.

source: Order Success Notification
ar: إخطار نجاح الطلب
es_es: Notificación de éxito del pedido
fr_fr: Notification de réussite de la commande

source: Status
ar: الحالة
es_es: Estado
fr_fr: Statut

source: This setting will enable/disable order success push notification functionality.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل وظيفة إشعار دفع نجاح الطلب.
es_es: Esta configuración habilitará/deshabilitará la función de notificación automática de pedidos exitosos.
fr_fr: Ce paramètre activera / désactivera la fonctionnalité de notification push de réussite de commande.

source: Notification Title
ar: عنوان الإخطار
es_es: Título de la notificación
fr_fr: Titre de la notification

source: Enter Title for Order Success Notification.
ar: أدخل عنوانًا لإخطار نجاح الطلب.
es_es: Ingrese el título para la notificación de éxito del pedido.
fr_fr: Entrez le titre de la notification de réussite de la commande.

source: Notification Message
ar: رسالة إخطار
es_es: Mensaje notificación
fr_fr: Message de notification

source: Enter message for Order Success Notification.
ar: أدخل رسالة إشعار نجاح الطلب.
es_es: Ingrese el mensaje para la notificación de éxito del pedido.
fr_fr: Entrez un message pour la notification de réussite de la commande.

source: Order Status Update Notification
ar: إشعار بتحديث حالة الطلب
es_es: Notificación de actualización del estado del pedido
fr_fr: Notification de mise à jour de l'état de la commande

source: This setting will enable/disable Order status change push notification functionality.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل وظيفة إعلام دفع تغيير حالة الطلب.
es_es: Esta configuración habilitará/deshabilitará la función de notificación automática de cambio de estado del pedido.
fr_fr: Ce paramètre activera / désactivera la fonctionnalité de notification push de changement d'état de la commande.

source: Enter title for Order status change Notification. You can use {{STATUS}} placeholder to use status value.
ar: أدخل العنوان لإعلام تغيير حالة الطلب. يمكنك استخدام العنصر النائب {{STATUS}} لاستخدام قيمة الحالة.
es_es: Ingrese el título para la notificación de cambio de estado del pedido. Puede usar el marcador de posición {{STATUS}} para usar el valor de estado.
fr_fr: Saisissez le titre de la notification de modification de l'état de la commande. Vous pouvez utiliser l'espace réservé {{STATUS}} pour utiliser la valeur d'état.

source: Enter message for Status Change Notification. You can use {{STATUS}} placeholder to use status value.
ar: أدخل رسالة لإعلام تغيير الحالة. يمكنك استخدام العنصر النائب {{STATUS}} لاستخدام قيمة الحالة.
es_es: Ingrese el mensaje para la notificación de cambio de estado. Puede usar el marcador de posición {{STATUS}} para usar el valor de estado.
fr_fr: Entrez un message pour la notification de changement d'état. Vous pouvez utiliser l'espace réservé {{STATUS}} pour utiliser la valeur d'état.

source: Abandoned Cart Notification
ar: إشعار عربة التسوق
es_es: Notificación Carrito Abandonado
fr_fr: Notification de panier abandonné

source: This setting will enable/disable abandoned cart push notification functionality.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل وظيفة إشعار دفع سلة التسوق المهجورة.
es_es: Esta configuración habilitará/deshabilitará la función de notificación automática de carrito abandonado.
fr_fr: Ce paramètre activera / désactivera la fonctionnalité de notification push de panier abandonné.

source: Enter title for Abandoned Cart Notification.
ar: أدخل عنوانًا لإعلام عربة التسوق المهجورة.
es_es: Ingrese el título para la notificación de carrito abandonado.
fr_fr: Entrez le titre de la notification de panier abandonné.

source: Enter message for Abandoend Cart Notification.
ar: أدخل رسالة لإشعار عربة Abandoend.
es_es: Ingrese el mensaje para la notificación de abandono del carrito.
fr_fr: Entrez un message pour la notification de panier abandonné.

source: Time interval to check Abandoned Cart
ar: الفاصل الزمني للتحقق من عربة التسوق المهجورة
es_es: Intervalo de tiempo para verificar el carrito abandonado
fr_fr: Intervalle de temps pour vérifier le panier abandonné

source: In Hours
ar: في ساعات
es_es: En horas
fr_fr: En heures

source: Send Push Notification
ar: إرسال إشعار دفع
es_es: Enviar notificación de inserción
fr_fr: Envoyer une notification push

source: Send Notification
ar: إرسال إشعار
es_es: Enviar Notificación
fr_fr: Envoyer une notification

source: Close
ar: إغلاق
es_es: Cerrar
fr_fr: Fermer

source: Title
ar: عنوان
es_es: Título
fr_fr: Titre

source: Message
ar: رسالة
es_es: Mensaje

source: Image
ar: صورة
es_es: Imagen

source: Redirect Activity
ar: إعادة توجيه
es_es: Actividad de redirección
fr_fr: Activité de redirection

source: Home
ar: منزل جديد
es_es: Inicio nuevo
fr_fr: Nouvelle maison

source: Category
ar: الفئة
es_es: Categoria
fr_fr: Catégorie

source: Product
ar: المنتج
es_es: Producto
fr_fr: Produit

source: Notification ID
ar: معرف الاشعارات
es_es: ID de Notificación
fr_fr: ID de notification

source: Sent On
ar: أرسلت في
es_es: Remitir
fr_fr: Envoyé sur

source: Details
ar: تفاصيل
es_es: Detalles
fr_fr: Détails

source: View Details
ar: عرض التفاصيل
es_es: Ver Detalles
fr_fr: Voir les détails

source: Hide Details
ar: أخف التفاصيل
es_es: Esconder Detalles
fr_fr: Cacher les détails

source: No History Found.
ar: لم يتم العثور على بيانات.
es_es: Historial no encontrado.
fr_fr: Aucune histoire trouvée.

source: Slideshow Name
ar: اسم عرض الشرائح
es_es: Nombre de la presentación de diapositivas
fr_fr: Nom du diaporama

source: Limit
ar: حد
es_es: Límite
fr_fr: Limite

source: Maximum limit is 5.
ar: الحد الأقصى هو 5.
es_es: El límite máximo es 5.
fr_fr: La limite maximale est de 5.

source: Value must be between 600 and 999. Width and Height should be in ratio 3:1 for better results.
ar: يجب أن تتراوح القيمة بين 600 و 999. يجب أن يكون العرض والارتفاع بنسبة 3: 1 للحصول على نتائج أفضل.
es_es: El valor debe estar entre 600 y 999. El ancho y el alto deben estar en una proporción de 3:1 para obtener mejores resultados.
fr_fr: La valeur doit être comprise entre 600 et 999. La largeur et la hauteur doivent être dans un rapport 3: 1 pour de meilleurs résultats.

source: Value must be between 200 and 999. Width and Height should be in ratio 3:1 for better results.
ar: يجب أن تكون القيمة بين 200 و 999. يجب أن يكون العرض والارتفاع بنسبة 3: 1 للحصول على نتائج أفضل.
es_es: El valor debe estar entre 200 y 999. El ancho y el alto deben estar en una proporción de 3:1 para obtener mejores resultados.
fr_fr: La valeur doit être comprise entre 200 et 999. La largeur et la hauteur doivent être dans un rapport de 3: 1 pour de meilleurs résultats.

source: Slideshow Title
ar: عنوان عرض الشرائح
es_es: Título de la presentación de diapositivas
fr_fr: Titre du diaporama

source: Link Type
ar: نوع الارتباط
es_es: Tipo de vínculo
fr_fr: Type de lien

source: Link To
ar: رابط ل
es_es: Enlace a
fr_fr: Lié à

source: Slideshow Image
ar: صورة عرض الشرائح
es_es: Imagen de presentación de diapositivas
fr_fr: Image du diaporama

source: Sort Order
ar: ترتيب الطلب
es_es: Ordenar
fr_fr: Image du diaporama

source: Action
ar: عمل
es_es: Acción

source: Select Link Type
ar: حدد نوع الارتباط
es_es: Seleccionar tipo de enlace
fr_fr: Sélectionnez le type de lien

source: Select Link To
ar: حدد ارتباط بـ
es_es: Seleccionar enlace a
fr_fr: Sélectionnez un lien vers

source: Banner Name
ar: اسم البانر
es_es: Nombre de la pancarta
fr_fr: Nom de la bannière

source: Image Width
ar: عرض الصورة
es_es: ancho de la imagen
fr_fr: Largeur de l'image

source: Image Height
ar: ارتفاع الصورة
es_es: Altura de imagen
fr_fr: Hauteur de l'image

source: Banner Title
ar: عنوان البانر
es_es: Título de la pancarta
fr_fr: Titre de la bannière

source: Banner Image
ar: صورة بانر
es_es: Imagen de la pancarta
fr_fr: Image de la bannière

source: PayPal
ar: باي بال

source: This setting will enable/disable paypal on App.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل paypal على التطبيق.
es_es: Esta configuración habilitará/deshabilitará PayPal en la aplicación.
fr_fr: Ce paramètre activera / désactivera PayPal sur l'application.

source: Payment Method Name
ar: اسم طريقة الدفع
es_es: Metodo de pago
fr_fr: Nom du mode de paiement

source: Enter Payment Method Name to be displayed on App.
ar: أدخل اسم طريقة الدفع ليتم عرضها في التطبيق.
es_es: Ingrese el nombre del método de pago que se mostrará en la aplicación.
fr_fr: Entrez le nom du mode de paiement à afficher sur l'application.

source: Payment Method Code
ar: كود طريقة الدفع
es_es: Código método de pago
fr_fr: Code de méthode de paiement

source: Enter Payment Method Code to be displayed on App.
ar: أدخل رمز طريقة الدفع ليتم عرضه على التطبيق.
es_es: Ingrese el código de método de pago que se mostrará en la aplicación.
fr_fr: Entrez le code de méthode de paiement à afficher sur l'application.

source: Select Mode
ar: حدد الوضع
es_es: Seleccionar modo
fr_fr: Sélectionnez le mode

source: Live
ar: حي
es_es: Vivir
fr_fr: En direct

source: Sandbox
ar: صندوق الرمل
es_es: Salvadera
fr_fr: Bac à sable

source: Client ID
ar: معرف العميل
es_es: ID Cliente
fr_fr: Identité du client

source: Cash On Delivery
ar: الدفع عند الاستلام
es_es: Contrareembolso
fr_fr: Paiement à la livraison

source: This setting will enable/disable Cash On Delivery on App.
ar: سيؤدي هذا الإعداد إلى تمكين / تعطيل الدفع عند التسليم في التطبيق.
es_es: Esta configuración habilitará/deshabilitará el pago contra reembolso en la aplicación.
fr_fr: Ce paramètre active / désactive le paiement à la livraison sur l'application.

source: Maximum limit is 40.
ar: الحد الأقصى هو 40.
es_es: El límite máximo es 40.
fr_fr: La limite maximale est de 40.

source: Add New Page
ar: أضف صفحة جديدة
es_es: Añadir nueva página
fr_fr: Ajouter une nouvelle page

source: Page Title
ar: عنوان الصفحة
es_es: Título Página
fr_fr: Titre de la page

source: Link To Information Page
ar: ارتباط إلى صفحة المعلومات
es_es: Enlace a la página de información
fr_fr: Lien vers la page d'informations

source: No Record Found.
ar: لا يوجد سجلات.
es_es: Ningún record fue encontrado.
fr_fr: Aucun Enregistrement Trouvé.

source: Google Login
ar: جوجل تسجيل الدخول
es_es: Inicio de sesión de Google
fr_fr: Connexion Google

source: Upload Google JSON File
ar: تحميل ملف Google JSON
es_es: Subir archivo JSON de Google
fr_fr: Importer un fichier Google JSON

source: Invalid File.
ar: ملف غير صالح.
es_es: Archivo inválido.
fr_fr: Fichier non valide.

source: FaceBook Login
ar: تسجيل الدخول الى الفيسبوك
es_es: Inicio de sesión en Facebook
fr_fr: Identifiant Facebook

source: FaceBook App ID
ar: اسم المستخم لفيسبوك
es_es: Identificación de la aplicación de Facebook
fr_fr: ID d'application FaceBook

source: Invalid FaceBook App ID.
ar: معرف تطبيق فيسبوك غير صالح.
es_es: Identificación de la aplicación de Facebook no válida.
fr_fr: ID d'application FaceBook non valide.

source: Validate
ar: تحقق
es_es: Validar
fr_fr: Valider

source: Please Wait...
ar: الرجاء الإنتظار...
es_es: Por favor espere...
fr_fr: S'il vous plaît, patienter...

source: FaceBook App ID validated successfully.
ar: تم التحقق من اسم المستخدم لفيسبوك بنجاح.
es_es: ID de la aplicación de Facebook validada con éxito.
fr_fr: L'ID de l'application FaceBook a été validée avec succès.

source: Are you sure to delete ?
ar: هل انت متأكد من الحذف ؟
es_es: Estás seguro de eliminarlo ?
fr_fr: Êtes-vous sûr de vouloir supprimer ?

source: Only alphabets are allowed.
ar: يسمح فقط الحروف الهجائية.
es_es: Solo puedes añadir letras.
fr_fr: Seuls les alphabets sont autorisés.

source: Field should be alphanumeric.
ar: يجب أن يكون النص مكون من أرقام وحروف.
es_es: El campo debe ser alfanumérico.
fr_fr: Le champ doit être alphanumérique.

source: Field cannot be empty.
ar: لا يمكن أن يكون الحقل فارغًا.
es_es: El campo no puede estar vacío.
fr_fr: Le champ ne peut pas être vide.

source: You can enter only numbers.
ar: يمكنك إدخال أرقام فقط.
es_es: Solo puedes añadir números.
fr_fr: Vous ne pouvez saisir que des chiffres.

source: Number should be greater than 0.
ar: يجب أن يكون الرقم أكبر من 0.
es_es: El número debe ser mayor que 0.
fr_fr: Le nombre doit être supérieur à 0.

source: Field cannot be greater than # characters.
ar: لا يمكن أن يكون الحقل أكبر من # حرفًا.
es_es: El campo no puede tener más de # caracteres.
fr_fr: Le champ ne peut pas être supérieur à # caractères.

source: Field cannot be less than # character(s).
ar: لا يمكن أن يكون الحقل أقل من # حرفًا (أحرف).
es_es: El campo no puede tener menos de # carácter(es).
fr_fr: Le champ ne peut pas être inférieur à # caractère (s).

source: Please enter Email.
ar: الرجاء إدخال البريد الإلكتروني.
es_es: Por favor introduzca un Email.
fr_fr: Veuillez saisir votre e-mail.

source: Please enter a valid Email.
ar: يرجى إدخال البريد الإلكتروني الصحيح.
es_es: Por favor introduzca un email válido.
fr_fr: Veuillez saisir un e-mail valide.

source: Invalid date format.
ar: تنسيق التاريخ غير صالح.
es_es: Formato de fecha inválido.
fr_fr: Format de date non valide.

source: Number is not in the valid range. It should be between # and !!
ar: الرقم ليس في النطاق الصالح. يجب أن يكون بين # و !!
es_es: El número no es válido. Debe ser entre el # y el !!
fr_fr: Le numéro n'est pas dans la plage valide. Il doit être compris entre # et !!

source: Phone number is invalid.
ar: رقم الهاتف غير صالح.
es_es: Número de teléfono inválido.
fr_fr: Le numéro de téléphone n'est pas valide.

source: Please enter phone number.
ar: الرجاء إدخال رقم الهاتف.
es_es: Por favor introduzca un número de teléfono.
fr_fr: Veuillez entrer le numéro de téléphone.

source: Phone number cannot be less than # characters.
ar: لا يمكن أن يكون رقم الهاتف أقل من # حرفًا.
es_es: El número de teléfono no puede ser inferior a # caracteres.
fr_fr: Le numéro de téléphone ne peut pas être inférieur à # caractères.

source: Phone number cannot be greater than # characters.
ar: لا يمكن أن يكون رقم الهاتف أكبر من # حرفًا.
es_es: El número de teléfono no puede ser superior a # caracteres.
fr_fr: Le numéro de téléphone ne peut pas être supérieur à # caractères.

source: Invalid URL format.
ar: تنسيق URL غير صالح.
es_es: Formato URL inválido.
fr_fr: Format d'URL non valide.

source: Please enter URL.
ar: الرجاء إدخال URL.
es_es: Por favor introduzca la url.
fr_fr: Veuillez saisir l'URL.

source: Field should be numeric.
ar: يجب أن يكون النص مكون من أرقام.
es_es: El campo debe ser numérico.
fr_fr: Le champ doit être numérique.

source: Field can have only upto two decimal values.
ar: يمكن أن يحتوي الحقل على قيمتين عشريتين فقط.
es_es: El campo solo puede tener hasta dos valores decimales.
fr_fr: Le champ ne peut avoir que jusqu'à deux valeurs décimales.

source: Email cannot be greater than # characters.
ar: لا يمكن أن يكون البريد الإلكتروني أكبر من # حرفًا.
es_es: El correo electrónico no puede tener más de # caracteres.
fr_fr: L'adresse e-mail ne doit pas dépasser # caractères.

source: Zip should not have special characters.
ar: يجب ألا يحتوي الرمز البريدي على أحرف خاصة.
es_es: El código no debe tener caracteres especiales.
fr_fr: Zip ne doit pas avoir de caractères spéciaux.

source: SKU should not have special characters.
ar: يجب ألا يحتوي SKU على أحرف خاصة.
es_es: SKU no debe tener caracteres especiales.
fr_fr: Le SKU ne doit pas avoir de caractères spéciaux.

source: URL cannot be greater than # characters.
ar: لا يمكن أن يكون عنوان URL أكبر من # حرفًا.
es_es: La URL no puede tener más de # caracteres.
fr_fr: L'URL ne peut pas être supérieure à # caractères.

source: Percentage should be in number.
ar: يجب أن تكون النسبة المئوية في العدد.
es_es: El porcentaje debe estar en número.
fr_fr: Le pourcentage doit être en nombre.

source: Percentage should be between 0 and 100.
ar: يجب أن تكون النسبة المئوية بين 0 و 100.
es_es: El porcentaje debe estar entre 0 y 100.
fr_fr: Le pourcentage doit être compris entre 0 et 100.

source: Field should be positive.
ar: يجب أن يكون المنص رقم موجب.
es_es: El campo debe ser positivo.
fr_fr: Le champ doit être positif.

source: Color could not be greater than # characters.
ar: لا يمكن أن يكون اللون أكبر من # حرفًا.
es_es: El color no puede tener más de # caracteres.
fr_fr: La couleur ne peut pas être supérieure à # caractères.

source: Color is not valid.
ar: اللون غير صالح.
es_es: El color no es válido.
fr_fr: La couleur n'est pas valide.

source: Special characters are not allowed.
ar: يمنع استعمال الرموز.
es_es: No se aceptan caracteres especiales.
fr_fr: Les caractères spéciaux ne sont pas autorisés.

source: Script tags are not allowed.
ar: علامات البرنامج النصي غير مسموح بها.
es_es: Las etiquetas de script no están permitidas.
fr_fr: Les balises de script ne sont pas autorisées.

source: Style tags are not allowed.
ar: علامات الأنماط غير مسموح بها.
es_es: No se permiten etiquetas de estilo.
fr_fr: Les balises de style ne sont pas autorisées.

source: Iframe tags are not allowed.
ar: علامات Iframe غير مسموح بها.
es_es: Las etiquetas iframe no están permitidas.
fr_fr: Les balises iframe ne sont pas autorisées.

source: Uploaded file is not an image
ar: الملف الذي تم تحميله ليس صورة
es_es: El archivo subido no es una imagen
fr_fr: Le fichier téléchargé n'est pas une image

source: Uploaded file size must be less than #.
ar: يجب أن يكون حجم الملف الذي تم تحميله أقل من #.
es_es: El tamaño del archivo cargado debe ser inferior a #.
fr_fr: La taille du fichier téléchargé doit être inférieure à #.

source: Field should not contain HTML tags.
ar: يجب ألا يحتوي الحقل على علامات HTML.
es_es: El campo no debe contener etiquetas HTML.
fr_fr: Le champ ne doit pas contenir de balises HTML.

source: You can enter only positive numbers.
ar: يمكنك إدخال أرقام موجبة فقط.
es_es: Solo puedes introducir números positivos.
fr_fr: Vous ne pouvez saisir que des nombres positifs.
